Repository: Antergos/antergos-packages
Catalog: mate-mint-menu/mint-translations/po-export/live-installer/live-installer-*.po
Languages: cs, de, nds, ru

source: Formatting %(partition)s as %(format)s ...
cs: Formátuji %(partition)s jako %(format)s ...
de: %(partition)s wird formatiert als %(format)s …
nds: Formatiere %(partition)s als %(format)s
ru: Форматирование %(partition)s в %(format)s ...

source: Mounting %(partition)s on %(mountpoint)s
cs: Připojuje se %(partition)s do %(mountpoint)s
de: %(partition)s wird in %(mountpoint)s eingehängt
nds: Hänge %(partition)s in %(mountpoint)s ein
ru: Монтирование %(partition)s как %(mountpoint)s

source: ERROR: You must first manually mount your target filesystem(s) at /target to do a custom install!
cs: CHYBA: Nejprve musíte ručně připojit cílený souborový systém(y) na /target před vlastní instalací.
de: FEHLER: Sie müssen zunächst Ihr(e) Zieldateisystem(e), am »/Ziel«, manuell einhängen, um eine benutzerdefinierte Installation durchzuführen!
nds: Fehler: Sie müssen zuerst manuell Ihre Ziel-Dateisysteme in /target einbinden, um eine benutzerdefinierte Installation auszuführen!
ru: ОШИБКА: Для выполнения выборочной установки необходимо сначала вручную смонтировать файловую(ые) систему(ы) в /target!

source: ERROR: Something is wrong with the installation medium! This is usually caused by burning tools which are not compatible with LMDE (YUMI or other multiboot tools). Please burn the ISO image to DVD/USB using a different tool.
cs: CHYBA: Něco není v pořádku s instalačním médiem! Tento problém je obvykle způsoben vypalovacími nástroji nekompatibilními s LMDE (YUMI a další multiboot nástroje). Prosím vypalte ISO obraz na jiný disk/USB za použití jiného nástroje
de: Fehler: Etwas stimmt mit dem Installationsmedium nicht! Das wird üblicherweise durch Brennwerkzeuge verursacht, die nicht mit LMDE kompatibel sind (YUMI oder andere Mehrfachstartwerkzeuge). Bitte ein anderes Werkzeuges verwenden, um das ISO-Abbild auf eine DVD oder ein USB-Gerät zu brennen.
nds: Fehler: Etwas stimmt nicht mit dem Installationsmedium! Dies wird in der Regel verursacht durch das Brennen mit Tools, die mit LMDE (YUMI oder andere Multiboot-Tools) nicht kompatibel sind. Bitte brennen Sie das ISO-Image mit einem anderen Tool auf DVD/USB.
ru: ОШИБКА: Установочный носитель поврежден или записан неправильно! Эта ошибка обычно является следствием записи носителя с помощью несовместимых с LMDE программ (YUMI или другие мультизагрузочные утилиты). Пожалуйста, запишите ISO образ на Ваш DVD/USB носитель с помощью другой программы.

source: Indexing files to be copied..
cs: Indexování souborů k instalaci
de: Die zu kopierenden Dateien werden indiziert …
nds: Indizierungsdateien werden kopiert...
ru: Индексирование файлов для копирования.

source: Copying %s
cs: Kopírování %s
de: %s wird kopiert
nds: Kopiere %s
ru: Копирование %s

source: Restoring meta-information on %s
cs: Obnova metainformací v %s
de: Metainformationen auf %s werden wiederhergestellt
nds: Stelle Meta Informationen auf %s wieder her
ru: Восстановление мета-информации в %s

source: Entering the system ...
cs: Vstupuji do systému ...
de: Das System wird betreten …
nds: System wird betreten
ru: Ввод системы ...

source: Removing live configuration (packages)
cs: Odstranění konfigurace live CD (balíčků)
de: Live-Konfiguration wird entfernt (Pakete)
nds: Lösche Live Konfiguration (Installationspakete)
ru: Удаление конфигурации (приложений)

source: Adding new user to the system
cs: Přidávání nového uživatele do systému
de: Neuer Benutzer wird zum System hinzugefügt
nds: Neuen Benutzer zum System hinzufügen
ru: Добавить нового пользователя в систему

source: Writing filesystem mount information to /etc/fstab
cs: Zapisuji informace o připojení souborových systémů do /etc/fstab
de: Die Einhängeinformationen des Dateisystems werden nach /etc/fstab geschrieben
nds: Schreiben von Dateisystem-Einhängeinformationen in /etc/fstab
ru: Запись информации о монтировании файловой системы в /etc/fstab

source: Setting hostname
cs: Nastavuji název počítače
de: Rechnername wird eingestellt
nds: Setze den Hostnamen
ru: Настройка имени хоста

source: Setting locale
cs: Nastavuje se lokalizace
de: Lokale Einstellungen werden eingestellt
nds: Setze lokale Einstellungen (locale)
ru: Установка локали

source: Localizing packages
cs: Překládání balíčků
de: Pakete werden lokalisiert
nds: Lokalisierung von Paketen
ru: Пакеты локализации

source: Installing drivers
cs: Instalace ovladačů
de: Treiber werden installiert
nds: Installieren von Treibern
ru: Установка драйвера

source: Setting keyboard options
cs: Natavují se parametry klávesnice
de: Tastaturoptionen werden eingestellt
nds: Stelle die Tastatur ein
ru: Установка настроек клавиатуры

source: Installing bootloader
cs: Instalace zavaděče
de: Startprogramm wird installiert
nds: Installiere Bootloader
ru: Установка загрузчика

source: WARNING: The grub bootloader was not configured properly! You need to configure it manually.
cs: VAROVÁNÍ: Grub bootloader nebyl správně nakonfigurován! Je potřeba jej nakonfigurovat ručně.
de: ACHTUNG: Das GRUB-Startprogramm wurde nicht richtig konfiguriert! Sie müssen es manuell konfigurieren.
nds: WARNUNG! Der Grub Bootloader wurde nicht ordnungsgemäß eingerichtet! Sie müssen den Bootloader manuell einrichten.
ru: ВНИМАНИЕ: Загрузчик grub не был правильно сконфигурирован! Вам нужно настроить его вручную.

source: Cleaning APT
cs: Čistím APT
de: APT wird bereinigt
nds: Bereinige APT
ru: Очистка APT

source: Installation finished
cs: Instalace dokončena
de: Installation abgeschlossen
nds: Installation fertig
ru: Установка завершена

source: Configuring bootloader
cs: Konfiguruji bootloader
de: Startprogramm wird konfiguriert
nds: Richte Bootloader ein
ru: Конфигурирование загрузчика

source: Checking bootloader
cs: Kontroluji bootloader
de: Startprogramm wird geprüft
nds: Prüfe Bootloader
ru: Проверка загрузчика

source: Unexpected error
cs: Neočekávaná chyba
de: Unerwarteter Fehler
nds: Unerwarteter Fehler
ru: Внезапная ошибка

source: The installer failed with the following error.
cs: Instalátor selhal s následující chybou.
de: Die Installation ist mit folgendem Fehler fehlgeschlagen.
nds: Das Installationsprogramm ist mit folgendem Fehler fehlgeschlagen.
ru: Установщик завершил работу с ошибкой.

source: %s Installer
cs: Instalátor %s
de: %s-Installationsprogramm
ru: %s Установщик

source: Language
cs: Jazyk
de: Sprache
nds: Sprache
ru: Язык

source: Timezone
cs: Časové pásmo
de: Zeitzone
nds: Zeitzone
ru: Часовой пояс

source: Keyboard layout
cs: Rozložení klávesnice
de: Tastaturbelegung
nds: Tastaturbelegung
ru: Раскладка клавиатуры

source: User info
cs: Informace o uživateli
de: Benutzerinformation
nds: Benutzerinformationen
ru: Информация о пользователе

source: Partitioning
cs: Dělení disku
de: Partitionierung
nds: Partitionierung
ru: Разметка дисков

source: Please make sure you wish to manage partitions manually
cs: Ujistěte se, že chcete nastavit oblasti ručně
de: Bitte stellen Sie sicher, dass Sie Partitionen manuell verwalten möchten
nds: Bitte stellen Sie sicher, dass Sie Partitionen manuell verwalten möchten
ru: Пожалуйста, убедитесь, что вы хотите настроить разделы вручную

source: Advanced options
cs: Pokročilá nastavení
de: Erweiterte Optionen
nds: Erweiterte Optionen
ru: Дополнительные параметры

source: Summary
cs: Souhrn
de: Zusammenfassung
nds: Zusammenfassung
ru: Сводная информация

source: Installing Linux Mint...
cs: Instaluji Linux Mint...
de: Linux Mint wird installiert
nds: Installation von Linux Mint...
ru: Установка Linux Mint...

source: Installation paused: please finish the custom installation
cs: Instalace pozastavena: prosím dokončete nastavení instalace
de: Installation angehalten: Bitte beenden Sie die benutzerdefinierte Installation
nds: Installation pausiert: Bitte beenden Sie die benutzerdefinierte Installation
ru: Установка приостановлена: завершите пользовательскую установку

source: Country
cs: Stát
de: Land
nds: Land
ru: Регион

source: Click to change your picture
cs: Klepněte k změně vašeho obrázku
de: Klicken, um Ihr Bild zu ändern
nds: Klicken zum Ändern des Bildes
ru: Нажмите, чтобы изменить свою фотографию

source: Take a photo...
cs: Pořídit fotografii…
de: Ein Foto aufnehmen …
nds: Foto aufnehmen...
ru: Сделать фотографию ...

source: Browse for more pictures...
cs: Procházet další obrázky…
de: Nach weiteren Bildern suchen …
nds: Suche nach mehr Bildern...
ru: Посмотреть ёще картинки

source: Select timezone
cs: Vyberte časovou zónu
de: Zeitzone auswählen
nds: Wählen Sie die Zeitzone
ru: Выбрать часовой пояс

source: Edit partitions
cs: Změnit oddíly
de: Partitionen bearbeiten
nds: Partitionen bearbeiten
ru: Изменить разделы диска

source: Refresh
cs: Obnovit
de: Auffrischen
nds: Aktualisieren
ru: Обновление

source: Expert mode
cs: Režim pro experty
de: Expertenmodus
nds: Expertenmodus
ru: Продвинутый метод

source: Layout
cs: Rozložení
de: Belegung
ru: Раскладка

source: Variant
cs: Varianta
de: Variante
nds: Variante
ru: Разновидность

source: Overview
cs: Shrnutí
de: Übersicht
nds: Überblick
ru: Обзор

source: Calculating file indexes ...
cs: Počítám indexy souborů...
de: Dateiindizes werden berechnet …
nds: Berechne Datei-Indizes...
ru: Вычисление файлового индекса...

source: Images
cs: Obrázky
de: Bilder
nds: Bilder
ru: Изображения

source: Your full name
cs: Vaše celé jméno
de: Ihr vollständiger Name
nds: Dein kompletter Name
ru: Ваше полное имя

source: Please enter your full name.
cs: Zadejte prosím své celé jméno.
de: Bitte Ihren vollständigen Namen eingeben.
nds: Bitte geben Sie Ihren vollständigen Namen an.
ru: Пожалуйста введите ваше полное имя.

source: Your username
cs: Vaše uživatelské jméno
de: Ihr Benutzername
nds: Dein Benutzername
ru: Имя пользователя

source: This is the name you will use to log in to your computer.
cs: Toto jméno budete používat pro přihlášení k počítači.
de: Das ist der Name, den Sie benutzen werden, um sich am Rechner anzumelden.
nds: Dies ist der Name, den Sie verwenden werden, um sich an Ihrem Computer anzumelden.
ru: Это имя будет использоваться для входа в компьютер.

source: Your password
cs: Vaše heslo
de: Ihr Passwort
nds: Dein Passwort
ru: Ваш пароль

source: Please enter your password twice to ensure it is correct.
cs: Prosím vložte své heslo dvakrát k ujištění, že je v pořádku.
de: Bitte Ihr Passwort zweimal eingeben, um sicherzustellen, dass richtig ist.
nds: Bitte geben Sie Ihr Passwort zweimal ein, um sicherzustellen, dass es korrekt ist.
ru: Введите пароль дважды, чтобы избежать ошибок.

source: Hostname
cs: Název počítače
de: Rechnername
nds: Rechnername
ru: Имя компьютера

source: This hostname will be the computer's name on the network.
cs: Toto jméno bude pojmenování počítače na síti.
de: Der Rechnername wird der Name des Rechners im Netzwerk sein.
nds: Dieser Hostname wird der Name des Computers im Netzwerk sein.
ru: Данное имя будет использоваться для идентификации компьютера в сети.

source: Automatic login
cs: Automatické přihlášení
de: Automatische Anmeldung
nds: Automatische Anmeldung
ru: Автоматический вход в систему

source: If enabled, the login screen is skipped when the system starts, and you are signed into your desktop session automatically.
cs: Pokud je povoleno, bude při startu počítače přeskočena přihlašovací obrazovka, a budete přímo přihlášeni do svého sezení v grafickém prostředí
de: Wenn aktiviert, wird der Anmeldebildschirm beim Systemstart übersprungen und Sie werden automatisch in Ihre Arbeitsumgebung angemeldet.
nds: Wenn aktiviert, wird der Anmeldebildschirm übersprungen wenn das System gestartet wird und Sie sind automatisch in Ihrer Desktop-Sitzung angemeldet.
ru: Если выбрано, экран входа будет пропущен и вы войдёте в систему автоматически.

source: Log in automatically
cs: Přihlašovat se automaticky
de: Automatisch anmelden
nds: Automatisch einloggen
ru: Входить в систему автоматически

source: Your picture
cs: Váš obrázek
de: Ihr Bild
nds: Ihr Bild
ru: Ваше фото

source: This picture represents your user account. It is used in the login screen and a few other places.
cs: Obrázek reprezentuje váš účet. Používá se na přihlašovací obrazovce a několika dalších místech.
de: Dieses Bild repräsentiert Ihr Benutzerkonto. Es wird im Anmeldebildschirm und an einigen anderen Orten verwendet.
nds: Dieses Bild stellt das Benutzerkonto dar. Es wird im Anmeldebildschirm und ein paar anderen Orten verwendet.
ru: Это фото используется для вашей учётной записи. Оно отображается на экране приветствия и в нескольких других местах.

source: Selected timezone:
cs: Zvolená časová zóna
de: Ausgewählte Zeitzone:
nds: Gewählte Zeitzone:
ru: Выбранный часовой пояс:

source: Bootloader
cs: Zavaděč
de: Startprogramm
ru: Загрузчик

source: Install GRUB
cs: Instalovat GRUB
de: GRUB installieren
nds: GRUB installieren
ru: Установить GRUB

source: GRUB is a bootloader used to load the Linux kernel.
cs: GRUB je zavaděč používaný k načtení Linuxového jádra
de: GRUB ist ein Startprogramm das verwendet wird, um den Linux-Kernel zu laden.
nds: GRUB ist ein Bootloader, der verwendet wird um den Linux-Kernel zu laden.
ru: GRUB это загрузчик ядра Linux.

source: Use this box to test your keyboard layout.
cs: V tomto poli můžete otestovat rozložení klávesnice.
de: Zum Testen der Tastaturbelegung bitte dieses Feld benutzen.
nds: Verwenden Sie dieses Feld, um das Tastaturlayout zu testen.
ru: Проверьте раскладку клавиатуры в этом поле.

source: Model
de: Modell
nds: Modell
ru: Модель

source: You have selected to manage your partitions manually, this feature is for ADVANCED USERS ONLY.
cs: Zvolili jste si manuální dělení disku, tento nástroj je určen jen pro POKROČILÉ UŽIVATELE
de: Sie haben ausgewählt, dass Sie Ihre Partitionen manuell verwalten. Diese Funktion ist NUR FÜR FORTGESCHRITTENE BENUTZER.
nds: Sie haben ausgewählt Ihre Partitionen manuell zu verwalten. Dieses Feature ist NUR FÜR FORTGESCHRITTENE ANWENDER.
ru: Вы выбрали самостоятельную разметку разделов диска, данная функция предназначена ТОЛЬКО ДЛЯ ОПЫТНЫХ ПОЛЬЗОВАТЕЛЕЙ.

source: Before continuing, please mount your target filesystem(s) at /target.
cs: Před pokračováním, prosím připojte vámi vybrané souborové systémy na /cíl
de: Bitte Ihr Zieldateisystem unter »/Ziel« einhängen, bevor Sie fortfahren.
nds: Bevor Sie fortfahren, binden Sie bitte Ihr Ziel-Dateisystem in /target ein.
ru: Перед тем, как продолжить, смонтируйте файловую(ые) систему(ы) в /target.

source: Do NOT mount virtual devices such as /dev, /proc, /sys, etc on /target/.
cs: Nepřipojujte virtuální zařízení jako /dev, /proc, /sys, etc na /cíl/.
de: Virtuelle Geräte wie /dev, /proc, /sys, usw. NICHT an »/Ziel/« einhängen.
nds: Binden Sie KEINE Virtuellen Geräte wie /dev, /proc, /sys, etc. in /target/ ein.
ru: НЕ монтируйте виртуальные устройства (такие как /dev, /proc, /sys и т.п.) в /target/.

source: During the install, you will be given time to chroot into /target and install any packages that will be needed to boot your new system.
cs: Během instalace, budete mít čas k chrootu do /cíl a instalovat všechny balíčky, které budou potřebné k nabootování nového systému
de: Während der Installation werden Sie Zeit haben, um »chroot« auf »/Ziel« auszuführen und alle Pakete zu installieren, die benötigt werden, um Ihr neues System zu starten.
nds: Während der Installation erhalten Sie Zeit für chroot in /target und die Installation aller Pakete die benötigt werden um Ihr neues System zu booten.
ru: В процессе установки Вы сможете включить chroot мод (операция ограничения корневого каталога) и установить все программы, необходимые для загрузки новой системы.

source: During the install, you will be required to write your own /etc/fstab.
cs: Během instalace budete vyzváni k zapsání vlastního souboru /etc/fstab
de: Während der Installation, werden Sie aufgefordert, Ihre eigene /etc/fstab zu schreiben.
nds: Während der Installation werden Sie aufgefordert, Ihre eigene /etc/fstab zu schreiben.
ru: Во время установки вам потребуется собственноручно составить содержимое файла /etc/fstab.

source: If you aren't sure what any of this means, please go back and deselect manual partition management.
cs: Pokud si nejste jisti co tohle všechno znamená, jděte zpět a odznačte ruční rozdělení disku.
de: Wenn Sie nicht sicher sind, was das alles bedeutet, gehen Sie bitte zurück und deaktivieren Sie die manuelle Partitionsverwaltung.
nds: Wenn Sie nicht sicher sind was dies bedeutet, gehen Sie bitte zurück und wählen Sie manuelles Verwalten von Partitionen ab.
ru: Если вы не уверены в своих действиях, вернитесь назад и отмените выбор самостоятельной настройки разделов.

source: Please do the following and then click Forward to finish installation:
cs: Prosím udělejte následující a klepněte na tlačítko pokračovat k dokončení instalace:
de: Bitte das Folgende erledigen und dann auf »Weiter« klicken, um die Installation zu beenden:
nds: Gehen Sie folgendermaßen vor, und klicken Sie dann auf Weiter um die Installation abzuschließen:
ru: Для завершения установки нажмите Продолжить

source: Create /target/etc/fstab for the filesystems as they will be mounted in your new system, matching those currently mounted at /target (without using the /target prefix in the mount paths themselves).
cs: Vytvořte /cíl/etc/fstab pro souborové systémy tak, jak mají být připojeny ve vašem novém, zahrnujíce ty aktuálně připojené v /cíl (bez použítí /cíl v jejich připojovací cestě)
de: /target/etc/fstab für die Dateisysteme erstellen, da diese im neuen System eingehängt werden. Berücksichtigt werden alle aktuell unter /target eingehängten Dateisysteme (ohne das /target Präfix im Einhängepfad zu übernehmen).
nds: Erstelle /target/etc/fstab für die Dateisysteme, wenn diese in Ihr neues System eingebunden werden, übereinstimmend der aktuell eingebundenen Systeme in /target (ohne den /target-Präfix im Einhängepfad)
ru: Создайте /target/etc/fstab для файловых систем, чтобы они монтировались в новой системе, основываясь на том, какие файловые системе на данный момент смонтированы в /target (в пути монтировании указывать префикс "/target" не нужно)

source: Install any packages that may be needed for first boot (mdadm, cryptsetup, dmraid, etc) by calling "sudo chroot /target" followed by the relevant apt-get/aptitude installations.
cs: Nainstalujte balíčky, které mohou být nezbytné při prvním spuštění (mdadm, cryptsetup, dmraid, apod.) zavoláním "sudo chroot /cíl" následovaným odpovídajícími instalacemi pomocí apt-get/aptitude
de: Durch den Aufruf von »sudo chroot /target« gefolgt von den relevanten apt-get/aptitude Installationen alle Pakete, die für den ersten Start benötigt werden (mdadm, cryptsetup, dmraid, usw.) installieren .
nds: Installiere alle Pakete, die für den ersten Start (Mdadm, Cryptsetup, Dmraid usw.) erforderlich sein können, durch Aufrufen von "sudo chroot /target" gefolgt von den entsprechenden apt-get/aptitude-Installationen.
ru: Установите пакеты, которые могут потребоваться при первой загрузке (mdadm, cryptsetup, dmraid и т.п.), вызвав "sudo chroot /target" с последующими соответствующими установками apt-get/aptitude.

source: Note that in order for update-initramfs to work properly in some cases (such as dm-crypt), you may need to have drives currently mounted using the same block device name as they appear in /target/etc/fstab.
cs: Všimněte si, že aby update-initramfs pracoval správně v některých případech (například dm-crypt), budete muset mít jednotky současně připojeny pomocí stejného názvu zařízení bloku, jak jsou zobrazeny v /target/etc/fstab.
de: Bitte beachten Sie, dass in manchen Fällen (z.B. bei dm-crypt) momentan eingehängte Laufwerke denselben Block-Device-Name verwenden müssen, mit dem sie in /target/etc/fstab auftauchen, damit update-initramfs korrekt funktioniert.
nds: Beachten Sie, dass es erforderlich sein kann, damit update-initramfs funktioniert, in einigen Fällen (z.B. dm-crypt), Sie die aktuell eingebundenen Festplatte mit derselben Block-Gerätenummer benutzen müssen, wie diese in /target/etc/fstab angezeigt werden.
ru: Заметьте, для правильной работы update-initramfs в некоторых случаях (таких, как dm-crypt) вам могут потребоваться драйверы, монтированные непосредственно с тем же именем блочных устройств, как они указаны в /target/etc/fstab.

source: Double-check that your /target/etc/fstab is correct, matches what your new system will have at first boot, and matches what is currently mounted at /target.
cs: Zkontrolujte, jestli je /cíl/etc/fstab korektní, souhlasí to, co má systém spustit při prvním spuštění, a souhlasí to, co je teď připojeno na /cíl
de: Versichern Sie sich, dass die /target/etc/fstab mit der derzeitigen Konfiguration unter /target und Ihrer Konfiguration des neuen Systems übereinstimmt.
nds: Überprüfen Sie, dass Ihre /target/etc/fstab korrekt ist, dem entspricht was Ihr neues System beim ersten Start braucht und dem entspricht, was aktuell in /target eingebunden ist.
ru: Перепроверьте, чтобы Ваш /target/etc/fstab соответствовал тому, который операционная система имела бы при первом запуске, а так же тому, который уже смонтирован в /target.

source: Device
cs: Zařízení
de: Gerät
nds: Gerät
ru: Устройство

source: Type
cs: Typ
de: Typ
nds: Typ
ru: Тип

source: Operating system
cs: Operační systém
de: Betriebssystem
nds: Betriebssystem
ru: Операционная система

source: Mount point
cs: Přípojný bod
de: Einhängepunkt
nds: Einhängepunkt
ru: Точка монтирования

source: Format as
cs: Formátovat jako
de: Formatieren als
nds: Formatieren als
ru: Форматировать в

source: Size
cs: Velikost
de: Größe
nds: Größe
ru: Размер

source: Free space
cs: Volné místo
de: Freier Speicherplatz
nds: Freier Speicherplatz
ru: Свободное место

source: Quit?
cs: Ukončit?
de: Beenden?
nds: Beenden?
ru: Выйти?

source: Are you sure you want to quit the installer?
cs: Opravdu chcete ukončit instalátor?
de: Sind Sie sicher, dass Sie das Installationsprogramm beenden wollen?
nds: Sind Sie sicher, dass Sie das Installationsprogramm beenden möchten?
ru: Вы уверены, что хотите прервать установку?

source: Passwords do not match.
cs: Hesla se neshodují.
de: Passwörter stimmen nicht überein.
nds: Passwörter stimmen nicht überein.
ru: Пароли не совпадают.

source: Passwords match.
cs: Hesla se shodují.
de: Die Passwörter stimmen überein.
nds: Passwörter stimmen überein.
ru: Пароли совпадают.

source: Installation Tool
cs: Instalační nástroj
de: Installationswerkzeug
nds: Installations-Werkzeug
ru: Средство для установки

source: Please choose a language
cs: Prosím, vyberte jazyk
de: Bitte eine Sprache auswählen
nds: Bitte wählen Sie eine Sprache
ru: Пожалуйста, выберите язык

source: Please provide your full name.
cs: Prosím, zadejte své celé jméno.
de: Bitte Ihren vollständigen Namen eingeben.
nds: Bitte geben Sie Ihren vollständigen Namen an.
ru: Пожалуйста, укажите Ваше полное имя.

source: Please provide a username.
cs: Prosím, zadejte své uživatelské jméno.
de: Bitte einen Benutzernamen eingeben.
nds: Bitte geben Sie Ihren Benutzernamen an
ru: Пожалуйста, укажите имя пользователя.

source: Please provide a password for your user account.
cs: Prosím, zadejte heslo pro svůj uživatelský účet.
de: Bitte ein Passwort für Ihr Benutzerkonto eingeben.
nds: Bitte geben Sie ein Kennwort für Ihr Benutzerkonto ein.
ru: Пожалуйста, укажите пароль пользовательского аккаунта.

source: Your passwords do not match.
cs: Hesla se neshodují
de: Ihre Passwörter stimmen nicht überein.
nds: Ihre Passwörter stimmen nicht überein.
ru: Ваши пароли не совпадают.

source: Please provide a hostname.
cs: Prosím, zadejte hostname
de: Bitte einen Rechnernamen eingeben.
nds: Bitte geben Sie einen Hostnamen an.
ru: Пожалуйста, кажите имя компьютера в сети.
