Repository: Antergos/antergos-packages
Catalog: mate-mint-menu/mint-translations/po-export/live-installer/live-installer-*.po
Languages: cs, de, nds, ru

source: Your username must be lower case.
cs: Uživatelské jméno musí obsahovat pouze malá písmena.
de: Ihr Benutzername muss klein geschrieben werden.
nds: Ihr Benutzername muss klein geschrieben sein.
ru: Имя пользователя должно быть строчными буквами.

source: Your username may not contain whitespace characters.
cs: Uživatelské jméno nesmí obsahovat prázdné znaky.
de: Ihr Benutzername darf keine Leerzeichen enthalten.
nds: Der Benutzername darf keine Leerzeichen enthalten.
ru: В имени пользователя нельзя использовать пробелы.

source: The hostname must be lower case.
cs: Hostname musí obsahovat pouze malá písmena.
de: Der Rechnername muss klein geschrieben werden.
nds: Der Hostname muss klein geschrieben sein.
ru: Имя компьютера должно быть строчными буквами.

source: The hostname may not contain whitespace characters.
cs: Hostname nesmí obsahovat prázdné znaky
de: Der Rechnername darf keine Leerzeichen enthalten.
nds: Der Hostname darf keine Leerzeichen enthalten.
ru: В имени компьютера нельзя использовать пробелы.

source: Please indicate a filesystem to format the root (/) partition with before proceeding.
cs: Prosím, před pokračování zvolte oddíl, který bude formátován jako souborový systém "root" (/)
de: Bitte ein Dateisystem angeben, um die Wurzelpartition (/) zu formatieren, bevor Sie fortfahren.
nds: Bitte geben Sie ein Dateisystem zum Formatieren für die Root (/) Partition an, bevor Sie fortfahren.
ru: Прежде чем продолжить, пожалуйста, укажите корневую (/) файловую систему.

source: Please select a root (/) partition.
cs: Zvolte oddíl pro "root" (/)
de: Bitte eine Wurzelpartition (/) auswählen.
nds: Bitte wählen Sie eine Root (/) Partition.
ru: Пожалуйста, выберите корневой (/) раздел.

source: A root partition is needed to install Linux Mint on. - Mount point: / - Recommended size: 30GB - Recommended filesystem format: ext4
cs: K instalaci Linux Mint je potřeba mít kořenový oddíl. - Přípojný bod: / - Doporučená velikost: 30GB - Doporučený formát souborového systému: ext4
de: Eine Wurzelpartition wird benötigt, um Linux Mint zu installieren. - Einhängepunkt: / - Empfohlene Größe: 30 GB - Empfohlenes Dateisystemformat: ext4
nds: Eine Root-Partition wird benötigt um Linux Mint darauf zu installieren. - Einhängepunkt: / - Empfohlene Größe: 30GB - Empfohlenes Dateisystem-Format: ext4
ru: Для установки Linux Mint необходимо создать корневой раздел. -Точка монтирования: / -Рекомендованный объем: 30GB -Рекомендованная файловая система: ext4

source: The EFI partition is not bootable. Please edit the partition flags.
cs: EFI oddíl není zaveditelný. Prosím upravte příznaky oddílu
de: Die EFI-Partition ist nicht startfähig. Bitte bearbeiten Sie die Partitionsmarkierungen.
nds: Die EFI-Partition ist nicht bootfähig. Bitte bearbeiten Sie die Partitions-Flags.
ru: Раздел EFI не является загрузочным. Пожалуйста, отредактируйте метки раздела.

source: The EFI partition is too small. It must be at least 100MB.
cs: EFI oddíl je příliš malý. Musí mít alespoň 100 MB
de: Die EFI-Partition zu klein ist. Es müssen mindestens 100 MB sein.
nds: Die EFI-Partition ist zu klein. Sie muss mindestens 100 MB groß sein.
ru: Раздел EFI слишком мал. Его размер должен быть как минимум 100MB.

source: The EFI partition must be formatted as vfat.
cs: EFI oddíl musí být formátován jako vfat.
de: Die EFI-Partition muss als vfat formatiert werden.
nds: Die EFI-Partition muss als vfat formatiert sein.
ru: Раздел EFI должен быть отформатирован как vfat.

source: Please select an EFI partition.
cs: Prosím zvolte EFI oddíl
de: Bitte eine EFI-Partition auswählen.
nds: Bitte wählen Sie eine EFI-Partition.
ru: Пожалуйста, укажите раздел EFI.

source: An EFI system partition is needed with the following requirements: - Mount point: /boot/efi - Partition flags: Bootable - Size: Larger than 100MB - Format: vfat or fat32 To ensure compatibility with Windows we recommend you use the first partition of the disk as the EFI system partition.
cs: - Přípojný bod: /boot/efi - Příznaky oddílu: Zaveditelný - Velikost: Větší než 100MB - Formátování: vfat nebo fat32 K zajištění kompatibility s Windows doporučujeme použít první oddíl na disku jako EFI oddíl
de: Eine EFI-Systempartition, mit den folgenden Anforderungen, wird benötigt: - Einhängepunkt: /boot/efi - Partitionsmarkierungen: startfähig - Größe: größer als 100 MB - Format: vfat oder fat32 Um die Kompatibilität mit Windows zu gewährleisten, empfehlen wir Ihnen, die erste Partition der Festplatte als die EFI-Systempartition zu verwenden.
nds: Eine EFI-Systempartition mit den folgenden Anforderungen wird benötigt: - Einhängepunkt: /boot/efi - Partitions-Flags: Bootable - Größe: Größer als 100MB - Formatierung: vfat oder fat32 Um die Kompatibilität mit Windows zu gewährleisten, empfehlen wir die Nutzung der ersten Partition der Festplatte als EFI-Systempartition.
ru: Системный раздел EFI должен соответствовать следующим требованиям: - Точка монтирования: /boot/efi - Метка раздела: Bootable - Размер: Более 100MB - Формат: vfat или fat32 Для обеспечения совместимости с Windows мы рекомендуем Вам сделать первым разделом жесткого диска системный раздел EFI.

source: Localization
cs: Lokalizace
de: Lokalisierung
nds: Lokalisierung
ru: Локализация

source: Language:
cs: Jazyk:
de: Sprache:
nds: Sprache:
ru: Язык:

source: Timezone:
cs: Časové pásmo:
de: Zeitzone:
nds: Zeitzone:
ru: Часовой пояс:

source: Keyboard layout:
cs: Rozložení klávesnice:
de: Tastaturbelegung:
nds: Tastaturbelegung:
ru: Раскладка клавиатуры:

source: User settings
cs: Nastavení uživatele
de: Benutzereinstellungen
nds: Benutzereinstellungen
ru: Настройки пользователя

source: Real name:
cs: Jméno a příjmení:
de: Ihr Name:
nds: Ihr echter Name
ru: Настоящее имя:

source: Username:
cs: Uživatelské jméno:
de: Benutzername:
nds: Benutzername:
ru: Имя пользователя:

source: Automatic login:
cs: Automatické přihlášení:
de: Automatische Anmeldung:
nds: Automatische Anmeldung:
ru: Автоматический вход:

source: enabled
cs: povoleno
de: Aktiviert
nds: aktiviert
ru: включён

source: disabled
cs: zakázáno
de: Deaktiviert
nds: deaktiviert
ru: отключён

source: System settings
cs: Nastavení systému
de: Systemeinstellungen
nds: Systemeinstellungen
ru: Системные настройки

source: Hostname:
cs: Název počítače:
de: Rechnername:
nds: Rechnername
ru: Имя компьютера:

source: Filesystem operations
cs: Vytváření souborového systému
de: Dateisystemzugriffe
nds: Dateisystem-Funktionen
ru: Операции с файловой системой

source: Install bootloader on %s
cs: Nainstalovat zavaděč na %s
de: Das Startprogramm auf %s installieren
nds: Installiere Bootloader auf %s
ru: Установить загрузчик на %s

source: Do not install bootloader
cs: Neinstalovat zavaděč
de: Keinen Startprogramm installieren
nds: Keinen Bootloader installieren
ru: Не устанавливать загрузчик

source: Use already-mounted /target.
cs: Použít již připojený /target
de: Bereits eingehängte verwenden »/Ziel«.
nds: Verwende bereits eingehängte /target
ru: Использовать подключенный /target

source: Format %(path)s as %(filesystem)s
cs: Formátuji %(path)s jako %(filesystem)s
de: %(path)s als %(filesystem)s formatieren
nds: Formatiere %(path)s als %(filesystem)s
ru: Форматировать %(path)s в %(filesystem)s

source: Mount %(path)s as %(mount)s
cs: Připojuji %(path)s na %(mount)s
de: %(path)s als %(mount)s einhängen
nds: Binde %(path)s als %(mount)s ein
ru: Монтировать %(path)s в %(mount)s

source: Installation error
cs: Chyba instalace
de: Fehler bei der Installation
nds: Fehler bei der Installation
ru: Ошибка установки

source: Installation paused
cs: Instalace pozastavena
de: Installation angehalten
nds: Installation pausiert
ru: Установка приостановлена

source: The installation is now paused. Please read the instructions on the page carefully before clicking Forward to finish the installation.
cs: Instalace je teď pozastavena. Prosím přečtěte si pozorně instrukce, které máte na stránce, před klepnutím na Pokračovat k dokončení instalace
de: Die Installation ist jetzt angehalten. Bitte lesen Sie die Anweisungen auf dieser Seite sorgfältig, bevor Sie auf »Weiter« klicken, um die Installation zu beenden.
nds: Die Installation ist jetzt pausiert. Bitte lesen Sie die Anweisungen auf der Seite sorgfältig, bevor Sie zum Abschluss der Installation auf Fortsetzen klicken.
ru: Установка приостановлена. Пожалуйста, внимательно прочитайте инструкции прежде чем нажать кнопку Продолжить для завершения установки.

source: The installation is now complete. Do you want to restart your computer to use the new system?
cs: Instalace je dokončena. Chcete restartovat počítač a začít používat Váš nový systém?
de: Die Installation ist jetzt vollständig. Möchten Sie den Rechner neu starten, um das neue System zu benutzen?
nds: Die Installation ist nun abgeschlossen. Möchten Sie Ihren Computer für die Verwendung des neuen Systems neu starten?
ru: Установка завершена. Вы хотите перезагрузить компьютер для применения изменений?

source: Edit
cs: Úpravit
de: Bearbeiten
nds: Bearbeiten
ru: Изменить

source: Assign to /
cs: Přiřadit k /
de: Zuweisen zu /
nds: Zuordnen zu /
ru: Назначить /

source: Assign to /home
cs: Přiřadit k /home
de: Zuweisen zu /home
nds: Zuordnen zu /home
ru: Назначить /Домашним разделом

source: Assign to /boot/efi
cs: Přiřadit k /boot/efi
de: Zuweisen zu /boot/efi
nds: Zuordnen zu /boot/efi
ru: Назначить /boot/efi

source: B
ru: Б

source: kB
ru: кБ

source: MB
ru: МБ

source: GB
ru: ГБ

source: TB
ru: ТБ

source: Removable:
cs: Odpojitelné:
de: Entfernbar:
nds: Entfernbar:
ru: Съёмные:

source: No partition table was found on the hard drive: %s. Do you want the installer to create a set of partitions for you? Note: This will ERASE ALL DATA present on this disk.
cs: Nebyla nalezena tabulka oddílů na zvoleném disku: %s. Jste si jisti, že chcete instalátor nechat vytvořit oddíly pro Vaše použití? Poznámka: Toto SMAŽE VŠECHNA DATA na disku.
de: Auf der folgender Festplatte wurde keine Partitionstabelle gefunden: %s. Möchten Sie, dass das Installationsprogramm eine Reihe von Partitionen für Sie erstellt? Das wird ALLE DATEN LÖSCHEN, die auf der Festplatte sind.
nds: Es wurde keine Partitionstabelle gefunden auf der Festplatte: %s. Möchten Sie das der Installer diese für Sie erstellt? Warnung: Dies VERNICHTET ALLE DATEN auf der Festplatte.
ru: Нет таблицы разделов на жестком диске: %s. Вы хотите создать новые разделы? Примечание: Это действие УДАЛИТ ВСЕ ДАННЫЕ на диске.

source: Logical partition
cs: Logický oddíl
de: Logische Partition
nds: Logische Partition
ru: Логический раздел

source: Extended partition
cs: Rozšířený oddíl
de: Erweiterte Partition
nds: Erweiterte Partition
ru: Расширенный раздел

source: Unknown
cs: Neznámý
de: Unbekannt
nds: Unbekannt
ru: Неизвестный

source: Edit partition
cs: Upravit oddíl
de: Partition bearbeiten
nds: Partition bearbeiten
ru: Изменить раздел

source: Device:
cs: Zařízení:
de: Gerät:
nds: Gerät:
ru: Устройство:

source: Format as:
cs: Formátovat jako:
de: Formatieren als:
nds: Formatieren als:
ru: Форматировать в:

source: Mount point:
cs: Přípojný bod:
de: Einhängepunkt:
nds: Einhängepunkt:
ru: Точка монтирования:
