Repository: Antergos/antergos-packages
Catalog: mate-mint-menu/mint-translations/po-export/mintwelcome/mintwelcome-*.po
Languages: hu

source: Welcome Screen
hu: Üdvözlőképernyő

source: Welcome and thank you for choosing Linux Mint. We hope you'll enjoy using it as much as we did designing it. The links below will help you get started with your new operating system. Have a great time and don't hesitate to send us your feedback.
hu: Üdvözöljük és köszönjük, hogy a Linux Mint-et választotta! Reméljük, olyan örömmel használja, mint amilyen lelkesedéssel készítettük tudásunk legjavát beleadva. Az operációs rendszerében a kezdő lépések megtételéhez a lenti hivatkozások segítséget nyújthatnak. Kellemes és zökkenőmentes használatot kívánunk és szívesen vesszük visszajelzéseit.

source: New features
hu: Újdonságok

source: See what is new in this release
hu: Tekintse meg ennek a kiadásnak az újdonságait

source: Important information
hu: Fontos információ

source: Find out about important information, limitations, known issues and their solution
hu: Tudjon meg többet a fontos információkról, a korlátozásokról, az ismert hibákról és ezek megoldásáról

source: User guide (PDF)
hu: Felhasználói kézikönyv (PDF)

source: Learn all the basics to get started with Linux Mint
hu: Ismerje meg a Linux Mint használatának alapjait

source: Restore data
hu: Adatok visszaállítása

source: Restore data or applications from a previous installation
hu: Adatok és alkalmazások visszaállítása egy előző telepítésből

source: Software manager
hu: Szoftverkezelő

source: Install additional software
hu: További szoftverek telepítése

source: Chat room
hu: Csevegőszoba

source: Chat live with other users in the chat room
hu: Csevegjen élőben a többi felhasználóval egy csevegőszobában

source: Forums
hu: Fórumok

source: Seek help from other users in the Linux Mint forums
hu: Kérjen segítséget a többi felhasználótól a Linux Mint fórumain

source: Tutorials
hu: Útmutatók

source: Find tutorials about Linux Mint
hu: Linux Mint útmutatók keresése

source: Hardware database
hu: Hardveradatbázis

source: Find hardware that is compatible with Linux, or information about your hardware
hu: Keressen Linux-kompatibilis hardvereket, vagy további információt az Ön hardvereszközeihez

source: Idea pool
hu: Ötletek

source: Submit new ideas to the development team
hu: Új ötletek küldése a fejlesztőcsapatnak

source: Get involved
hu: Segítsen

source: Find out how to get involved in the Linux Mint project
hu: Ismerje meg milyen módon működhet közre a Linux Mint projektben

source: Donations
hu: Adományok

source: Make a donation to the Linux Mint project
hu: Támogassa a Linux Mint projektet

source: Sponsors
hu: Támogatók

source: Apply to become a Linux Mint sponsor
hu: Jelentkezzen itt és legyen a Linux Mint támogatója

source: Show this dialog at startup
hu: Megjelenítés indításkor

source: Introduction to Linux Mint
hu: A Linux Mint bemutatása

source: Install Multimedia Codecs
hu: Multimédia kodekek telepítése

source: Add all the missing multimedia codecs
hu: Az összes hiányzó multimédia kodek hozzáadása
