Repository: Antergos/antergos-packages
Catalog: mate-mint-menu/mint-translations/po-export/mintupdate/mintupdate-*.po
Languages: fil, pt, sl

source: The upgrade did not succeed. Make sure you are connected to the Internet and try to upgrade again.
pt: A actualização não foi bem sucedida. Certifique-se que tem ligação à Internet e tente novamente.
sl: Nadgradnja ni uspela. Prepričajte se, da ste povezani z internetom ter poskusite ponovno nadgraditi.

source: Show and install available updates
fil: Ipakita at i-install ang mga available na update
pt: Mostrar e instalar as atualizações disponíveis
sl: Pokaži in namesti razpoložljive posodobitve

source: Please enter your password to perform the upgrade
pt: Introduza a palavra-passe para actualizar
sl: Vnesite geslo za izvedbo nadgradnje
