Repository: Antergos/antergos-packages
Catalog: mate-mint-menu/mint-translations/po-export/mintupdate/mintupdate-*.po
Languages: fil, pt, sl

source: Downloading changelog...
fil: Nagda-download pagbabagong talaan...
pt: A transferir o registo de alterações...
sl: Prenašanje dnevnika sprememb ...

source: No changelog available
fil: Nang walang available pagbabagong talaan
pt: Nenhum registo de alterações disponível
sl: Dnevnik sprememb ni na voljo

source: Please wait, this can take some time
fil: Mangyaring maghintay, maaaring tumagal ito ng ilang oras
pt: Por favor, aguarde. Pode demorar algum tempo...
sl: Počakajte, to lahko traja nekaj časa ...

source: The %s kernel was removed
fil: Kernel %s ay inalis
pt: O kernel %s foi removido
sl: Jedro %s je bilo odstranjeno

source: The %s kernel was installed
fil: Kernel %s ay naka-install
pt: O kernel %s foi instalado
sl: %s jedro je bilo nameščeno

source: This upgrade will trigger additional changes
fil: -Upgrade na ito ay magti-trigger ng mga karagdagang pagbabago
pt: Esta atualização irá desencadear alterações adicionais
sl: Ta posodobitev bo sprožila dodatne spremembe

source: The following package will be removed:
fil: Ang sumusunod na package ay tatanggalin:
pt: O seguinte pacote será removido:
sl: Naslednji paket bo odstranjen:

source: The following %d packages will be removed:
fil: Ang sumusunod na %d na mga package ay tatanggalin:
pt: Os seguintes %d pacotes serão removidos:
sl: Naslednjih %d paketov bo odstranjenih:

source: The following package will be installed:
fil: Ang sumusunod na package ay i-iinstall:
pt: Será instalado o seguinte pacote:
sl: Naslednji paket bo nameščen:

source: The following %d packages will be installed:
fil: Ang sumusunod na %d na mga package ay i-iinstall:
pt: Os seguintes %d pacotes serão instalados:
sl: Naslednjih %d paketov bo nameščenih

source: Installing updates
fil: Ini-install ang mga update
pt: A instalar atualizações
sl: Nameščanje posodobitev

source: Update is complete
fil: Kumpleto na ang pag-update
pt: A atualização está concluída
sl: Posodobitev je končana

source: Checking for updates
fil: Tumitingin ng mga update
pt: A verificar se existem atualizações
sl: Preverjanje za posodobitvami

source: Could not install the security updates
fil: Hindi mai-install ang mga updates na pang-seguridad
pt: Não foi possível instalar as atualizações de segurança
sl: Varnostnih posodobitev ni mogoče namestiti

source: Starting refresh...
fil: Pinapasimulan ang pag-refresh...
pt: A atualizar...
sl: Začenjanje osveževanja ...

source: Another application is using APT
fil: Mayroon ding ibang aplikasyon na gumagamit ng APT
pt: Já existe outra aplicação a utilizar o APT
sl: APT uporablja že drug program.

source: Finding the list of updates...
fil: Sinasaliksik ang listahan ng mga updates...
pt: A procurar lista de atualizações...
sl: Iskanje seznama posodobitev ...

source: Your system is up to date
fil: Ang iyong sistema ay napapanahon
pt: O sistema está atualizado
sl: Vaš sistem je že posodobljen.

source: Could not refresh the list of updates
fil: Hindi ma-update ang listahan ng mga update
pt: Não foi possivel actualizar a lista de actualizações
sl: Seznama posodobitev ni bilo mogoče osvežiti

source: Security update
fil: Ang pagpapasariwa sa seguridad
pt: Atualização de segurança
sl: Varnostna posodobitev

source: Software backport. Be careful when upgrading. New versions of sofware can introduce regressions.
fil: Backport Software. Mag-ingat kapag-a-upgrade. Bagong bersyon ng software na maaaring ipakilala pagbabalik.
pt: Software de Backport . Tenha cuidado ao atualizar. Novas versões do software pode introduzir regressões.
sl: Navzdol prikrojena programska oprema. Bodite previdni pri nadgrajevanjem. Nove različice programske opreme lahko predstavljajo morebitna nazadovanja.

source: Unstable software. Only apply this update to help developers beta-test new software.
fil: Hindi matatag na software. Nalalapat lamang ito pag-update upang makatulong sa mga developer nasa beta-test ng bagong software.
pt: Software instável. Apenas aplicar essa atualização para ajudar os desenvolvedores e beta-test com novos softwares.
sl: Nestabilna programska oprema. To posodobitev uveljavite samo, če želite pomagati razvijalcem beta-preizkušati najnovejšo programsko opremo.

source: Software update
fil: -Update ng software
pt: Actualização de Software
sl: Posodobitev programske opreme

source: A new version of the update manager is available
fil: Isang bagong version ng update manager ang available
pt: Está disponível uma nova versão do Gestor de atualizações
sl: Na voljo je nova različica upravljalnika posodobitev

source: 1 recommended update available (%(size)s)
fil: 1 inirerekomendang update ang available (%(size)s)
pt: Está disponível 1 atualização recomendada (%(size)s)
sl: na voljo je 1 priporočena posodobitev (%(size)s)

source: 1 recommended update available (%(size)s), 1 ignored
fil: 1 inirerekomendang update ang available (%(size)s), 1 binalewala
pt: Está disponível 1 atualização recomendada (%(size)s), 1 ignorada
sl: na voljo je 1 priporočena posodobitev (%(size)s), 1 prezrta

source: 1 recommended update available (%(size)s), %(ignored)d ignored
fil: 1 inirerekomendang update ang available (%(size)s), %(ignored)d binalewala
pt: Está disponível 1 atualização recomendada (%(size)s), %(ignored)d ignoradas
sl: na voljo je 1 priporočena posodobitev (%(size)s), %(ignored)d prezrtih

source: %(recommended)d recommended updates available (%(size)s)
fil: %(recommended)d inirerekomendang update ang available (%(size)s)
pt: Estão disponíveis %(recommended)d atualizações recomendadas (%(size)s)
sl: na voljo je %(recommended)d priporočenih posodobitev (%(size)s)

source: %(recommended)d recommended updates available (%(size)s), 1 ignored
fil: %(recommended)d inirerekomendang update ang available (%(size)s), 1 binalewala
pt: Estão disponíveis %(recommended)d atualizações recomendadas (%(size)s), 1 ignorada
sl: na voljo je %(recommended)d priporočenih posodobitev (%(size)s), 1 prezrta

source: %(recommended)d recommended updates available (%(size)s), %(ignored)d ignored
fil: %(recommended)d inirerekomendang update ang available (%(size)s), %(ignored)d binalewala
pt: Estão disponíveis %(recommended)d atualizações recomendadas (%(size)s), %(ignored)d ignoradas
sl: na voljo je %(recommended)d priporočenih posodobitev (%(size)s), %(ignored)d prezrtih

source: No updates selected
fil: Walang piniling mga update
pt: Não selecionou as atualizações
sl: Izbrana ni nobena posodobitev

source: %(selected)d update selected (%(size)s)
fil: %(selected)d piniling update (%(size)s)
pt: %(selected)d atualização selecionada, (%(size)s)
sl: izbrana %(selected)d posodobitev (%(size)s)

source: %(selected)d updates selected (%(size)s)
fil: %(selected)d mga piniling update (%(size)s)
pt: %(selected)d atualizações selecionadas, (%(size)s)
sl: izbranih %(selected)d posodobitev (%(size)s)

source: Update Manager
fil: Tagapamahala ng Update
pt: Gestor de Atualizações
sl: Upravljalnik posodobitev

source: Preferences
fil: Mga Pagtatangi
pt: Preferências
sl: Možnosti

source: Levels
fil: Mga Lebel
pt: Níveis
sl: Ravni

source: Auto-Refresh
fil: Awtomatikong i-update
pt: Atualização automática
sl: Samoosvežitev

source: Level
fil: Antas
pt: Nível
sl: Raven

source: Description
fil: Deskripsyon
pt: Descrição
sl: Opis

source: Tested?
fil: Nasubukan?
pt: Testado?
sl: Preizkušeno?

source: Origin
fil: Pinangbuhatan
pt: Origem
sl: Izvor

source: Safe?
fil: Ng pagseseguro?
pt: Seguro?
sl: Varno?

source: Visible?
fil: Nakikitang?
pt: Visível?
sl: Vidno?

source: Certified updates. Tested through Romeo or directly maintained by Linux Mint.
fil: Mga Certificate sa mga update. Nasubukan sa pamamagitan ng Romeo o direktang pinapanatili ng Linux Mint.
pt: Actualizações certificadas. Testadas através do Romeo ou directamente mantidas pelo Linux Mint
sl: Potrjene posodobitve. Preizkušene skozi Romeo ali neposredno vzdrževano s strani Linux Minta.

source: Recommended updates. Tested and approved by Linux Mint.
fil: Inirerekumendang mga update. Nasubukan at maaprubahan sa Linux Mint.
pt: Actualizações recomendadas. Testadas e aprovadas pelo Linux Mint.
sl: Priporočene posodobitve. Preizkušene in odobrene s strani Linux Minta.

source: Safe updates. Not tested but believed to be safe.
fil: Update sa Seguridad. Hindi nasubukan ang, ngunit pinaniniwalaan na maging ligtas.
pt: Actualizações seguras. Não testadas mas crediveis de serem seguras.
sl: Varne posodobitve. Nepreizkušene toda verjetno varne.

source: Unsafe updates. Could potentially affect the stability of the system.
fil: Hindi secure na mga update. Maaaring maapektuhan nito ang katatagan ng sistema.
pt: Actualizações inseguras. Podem potencialmente afectar a estabilidade do seu sistema.
sl: Potencialno nevarne posodobitve. Lahko morda vpliva na stabilnost sistema.

source: Dangerous updates. Known to affect the stability of the systems depending on certain specs or hardware.
pt: Atualizações perigosas. Conhecido por afetar a estabilidade dos sistemas dependendo de certas especificações ou hardware.
sl: Nevarne posodobitve. Znane, da vplivajo na stabilnost sistemov, odvisno od določenih tehničnih podatkov ali strojne opreme.

source: Upstream
pt: Repositórios
sl: Izvorni projekti

source: Refresh the list of updates every:
fil: I-refresh ang listahan ng updates tuwing:
pt: Recarregar lista de atualizações a cada:
sl: Osveži seznam posodobitev vsakih:

source: Note: The list only gets refreshed while the update manager window is closed (system tray mode).
fil: Note: Ang listahan ay ma-rerefresh lamang habang ang update manager window ay nakasara (system tray mode).
pt: Nota: esta lista só é atualizada quando a janela do Gestor de atualizações está fechada (minimizada no painel)
sl: Opomba: seznam se osveži le takrat, ko je okno upravljalnika posodobitev zaprto (v načinu sistemske vrstice).

source: Icons
fil: Mga Icon
pt: Ícones
sl: Ikone

source: Icon
pt: Ícone
sl: Ikona

source: Status
fil: Katayuan
pt: Estado
sl: Stanje

source: New Icon
fil: Bagong Icon
pt: Novo ícone
sl: Nova ikona

source: Busy
fil: Abala
pt: Ocupado
sl: Zaseden

source: System up-to-date
fil: Ang sistema ay napapanahon
pt: Sistema atualizado
sl: Sistem je povsem posodobljen

source: Updates available
fil: May mga updates na makukuha
pt: Atualizações disponíveis
sl: Na voljo so posodobitve

source: Error
fil: Bokya
pt: Erro
sl: Napaka

source: Unknown state
fil: Hindi malamang katayuan
pt: Estado desconhecido
sl: Neznano stanje

source: Applying updates
fil: Inilalapat ang mga update
pt: A aplicar atualizações
sl: Uveljavljanje posodobitev

source: Ignored updates
pt: Actualizações ignoradas
sl: Prezrte posodobitve

source: Include updates which require the installation of new packages or the removal of installed packages
pt: Incluir as atualizações que requerem a instalação de novos pacotes ou a remoção de pacotes instalados
sl: Vključi posodobitve, katere zahtevajo namestitev novih paketov ali odstranitev nameščenih paketov

source: Always show security updates
pt: Mostrar sempre atualizações de segurança
sl: Vedno pokaži varnostne posodobitve

source: Always select and trust security updates
pt: Selecionar e confiar sempre nas atualizações de segurança
sl: Vedno izberi in zaupaj varnostnim posodobitvam

source: minutes
fil: mga minuto
pt: minutos
sl: minute

source: hours
fil: mga oras
pt: horas
sl: ure

source: days
fil: mga araw
pt: dias
sl: dnevi

source: Please specify the name of the update to ignore:
pt: Por favor, especifique o nome da atualização para ignorar:
sl: Določite ime posodobitve za prezrtje:

source: Ignore an update
pt: Ignorar uma atualização
sl: Prezri posodobitev

source: Name:
fil: Pangalan:
pt: Nome:
sl: Ime:

source: History of updates
fil: Kasaysayan ng mga update
pt: Histórico de atualizações
sl: Zgodovina posodobitev

source: Date
fil: Petsa
pt: Data
sl: Datum

source: Package
fil: Pakete
pt: Pacote
sl: Paket

source: Old version
fil: Lumang bersyon
pt: Versão antiga
sl: Stara različica

source: New version
fil: Bagong bersyon
pt: Nova versão
sl: Nova različica

source: Information
fil: Impormasyon
pt: Informações
sl: Podrobnosti

source: Process ID:
fil: Proseso ng Pagkakakilanlan:
pt: ID do processo:
sl: ID opravila:

source: Log file:
fil: Talaksan ng talaan
pt: Ficheiro de registo:
sl: Datoteka dnevnika:

source: Are you sure you want to remove the %s kernel?
pt: Tem a certeza que quer remover o kernel %s?
sl: Ali ste prepričani, da želite odstraniti %s jedro?

source: Are you sure you want to install the %s kernel?
pt: Tem a certeza que quer instalar o kernel %s?
sl: Ali ste prepričani, da želite namestiti %s jedro?

source: Linux kernels
pt: Kernels Linux
sl: Linux jedra

source: Warning!
pt: Atenção!
sl: Opozorilo!

source: The Linux kernel is a critical part of the system. Regressions can lead to lack of networking, lack of sound, lack of graphical environment or even the inability to boot the computer. Only install or remove kernels if you're experienced with kernels, drivers, dkms and you know how to recover a non-booting computer.
pt: O kernel do Linux é uma parte crítica do sistema. Regressões podem levar à perda de rede, falhas no som, falhas no ambiente gráfico ou até a impossibilidade de arrancar com o sistema. Instale ou remova os kernels somente se tiver experiência com kernels, drivers, dkms e se souber como recuperar um computador que não arranque.
sl: Linuxovo jedro je ključni del sistema. Nazadovanja lahko vodijo v nedelovanje omreženja, manko zvoka, grafičnega okolja ali celo nezmožnost zagona računalnika. Namestite oz. odstranite jedra samo, če ste izkušeni z jedri, gonilniki, dkm-ji in veste, kako obnoviti nezaganljiv računalnik.

source: The following kernels are available:
pt: Os seguintes kernels estão disponiveis:
sl: Naslednja jedra so na voljo:

source: More info...
fil: Higit pang impormasyon...
pt: Mais informações...
sl: Več podrobnosti ...

source: Fixes can represent bug fixes, improvements in hardware support or security fixes.
pt: Correções podem ser correções de bugs, melhoria no suporte de hardware ou correções de falhas de segurança.
sl: Popravki lahko predstavljajo popravke hroščev, izboljšanja v podpori strojni opremi ali varnostne popravke.

source: Security fixes are important when local users represent a potential threat (in companies, libraries, schools or public places for instance) or when the computer can be threatened by remote attacks (servers for instance).
pt: Correções de falhas de segurança são importantes quando o utilizador local representa uma risco potencial (como p. ex. em companhias, escolas ou locais públicos) ou quando o computador pode ser ameaçado por ataques remotos (como p.ex. servidores).
sl: Varnostni popravki so pomembni, ko krajevni uporabniki predstavljajo možno nevarnost (na primer v podjetjih, šolah ali javnih mestih) ali kadar je računalnik ogrožen zaradi oddaljenih napadov (npr. strežniki).

source: Bug fixes and hardware improvements are important if one of your devices isn't working as expected and the newer kernel addresses that problem.
pt: Correções de bugs e melhorias de suporte hardware são importantes se um dos seus dispositivos não estiver a funcionar como o esperado e o kernel mais atual resolve esse problema.
sl: Popravki hroščev ali izboljšanja strojne opreme so pomembni, če ena od vaših naprav ne deluje po pričakovanjih in nova jedra odpravlja to težavo.

source: Regressions represent something which worked well and no longer works after an update. It is common in software development that a code change or even a bug fix introduces side effects and breaks something else. Because of regressions it is recommended to be selective when installing updates or newer kernels.
pt: Regressões representam algo que funcionou corretamente mas que já não funciona após a atualização. É comum que no desenvolvimento de software um alteração de código ou uma correção de um bug introduza um efeito colateral e que quebre algo. Devido às regressões é recomendável ser seletivo quando instalar atualizações e novos kernels.
sl: Nazadovanja predstavljajo nekaj, kar je včasih delovalo, po posodobitvi pa ne deluje več. Pri razvijanju programske opreme se pogosto dogaja, da sprememba kode ali celo popravek hrošča predstavi stranske učinke ter pokvari kar drugega. Zaradi takšnih nazadovanj je priporočljivo, da skrbno izberete posodobitve ali novejša jedra.

source: Fixes
fil: Pagwawasto sa
pt: Correções
sl: Popravki

source: Regressions
pt: Regressões
sl: Nazadovanja

source: Note: Only known fixes and regressions are mentioned. If you are aware of additional fixes or regressions, please contact the development team.
pt: Nota: Só são mencionados correções e regressões. Se tiver conhecimento de mais correções ou regressões, por favor contacte a equipa de desenvolvimento.
sl: Opozorilo: omenjeni so samo znani popravki in nazadovanja. Če poznate dodatne popravke ali nazadovanja, vzpostavite stik z razvijalsko ekipo.

source: Version
fil: Bersyon
pt: Versão
sl: Različica

source: Loaded
fil: Natapos
pt: Ativo
sl: Naloženo

source: Recommended
fil: Inirerekomenda
pt: Recomendado
sl: Priporočeno

source: Installed
fil: Naka install
pt: Instalado
sl: Nameščeno

source: Install
fil: Iluklok
pt: Instalar
sl: Namesti

source: Remove
fil: Alisin
pt: Remover
sl: Odstrani

source: Remove the %s kernel
pt: Remover o kernel %s
sl: Odstrani %s jedro

source: This kernel cannot be removed because it is currently in use.
pt: Este kernel não pode ser removido porque está em uso neste momento.
sl: Tega jedra ni mogoče odstraniti, ker je trenutno v uporabi.

source: Install the %s kernel
pt: Instalar o kernel %s
sl: Namesti %s jedro

source: This kernel is not installable.
pt: Este kernel não é instalável.
sl: Tega jedra ni mogoče nameščati.

source: About
fil: Tungkol
pt: Sobre
sl: O Programu

source: This update contains %d packages:
pt: Esta atualização contém %d pacotes:
sl: Ta posodobitev vsebuje %d paketov:

source: This update contains 1 package:
pt: Esta atualização contém 1 pacote:
sl: Ta posodobitev vsebuje 1 paket:

source: Ignore updates for this package
fil: Balewalain ang mga update para sa pakete na ito
pt: Ignorar atualizações para este pacote
sl: Prezri posodobitve za ta paket

source: Upgrade
fil: I-upgrade
pt: Atualizar
sl: Nadgradnja

source: Size
fil: Laki
pt: Tamanho
sl: Velikost

source: Type
fil: Uri
pt: Tipo
sl: Vrsta

source: Install Updates
fil: I-install ang mga update
pt: Instalar atualizações
sl: Namesti posodobitve

source: Refresh
fil: I-refresh
pt: Atualizar
sl: Osveži

source: Select All
fil: Piliin Lahat
pt: Selecionar tudo
sl: Izberi vse

source: Clear
fil: Paglilinis
pt: Limpar
sl: Počisti

source: Changelog
fil: Listahan ng mga pagbabago
pt: Registo de alterações
sl: Dnevnik sprememb

source: _File
fil: _Talaksan
pt: _Ficheiro
sl: _Datoteka

source: Close
fil: Isinara
pt: Fechar
sl: Zapri

source: _Edit
fil: _Mamatnugot
pt: _Editar
sl: _Uredi

source: Software sources
fil: Mga pinagkukunan ng Software
pt: Repositórios de programas
sl: Programski viri

source: Upgrade to %s
pt: Actualizar para %s
sl: Nadgradi na %s

source: _View
fil: _Isagunita
pt: _Ver
sl: _Ogled

source: Visible columns
fil: Mga haliging nakikita
pt: Colunas visíveis
sl: Vidni stolpci

source: Show descriptions
pt: Mostrar descrições
sl: Pokaži opise

source: _Help
fil: _Tulong
pt: Aj_uda
sl: _Pomoč

source: Contents
fil: Mga nilalaman
pt: Conteúdos
sl: Vsebina

source: System Upgrade
pt: Actualização do Sistema
sl: Nadgradnja sistema

source: Introduction
fil: Panimula
pt: Introdução
sl: Uvod

source: Your system is missing critical components. A package corresponding to your edition of Linux Mint should provide the virtual package 'mint-info' and the file /etc/linuxmint/info.
fil: Nawawala ang kritikal na bahagi ng iyong system. Isang pakete na tumutukoy sa iyong edisyon ng Linux Mint kailangang magbigay ang mga virtual na package 'mint-info' at ang talaksan /etc/linuxmint/info.
pt: O sistema tem componentes críticos em falta. Um pacote correspondente à sua versão do Linux Mint deve fornecer o pacote virtual 'mint-info' e o ficheiro /etc/linuxmint/info.
sl: Vašemu sistemu manjkajo kritične enote. Paket, ki ustreza vaši izdaji Linux MInta, bi moral zagotoviti navidezni paket 'mint-info' in datoteko /etc/linuxmint/info.

source: No upgrades were found.
pt: Nenhuma actualização encontrada.
sl: Ni najdenih nadgradenj.

source: A new version of Linux Mint is available!
pt: Uma nova versão do Linux Mint está disponível!
sl: Na voljo je novejša različica Linux Minta!

source: An upgrade was found but it is not available yet for the %s edition.
pt: Uma nova actualização foi encontrada mas ainda não está disponível para a edição %s.
sl: Najdena je nadgradnja, toda ni še na voljo za različico %s.

source: Release notes
pt: Notas da versão
sl: Opombe o izdaji

source: Please read the release notes before upgrading. They explain all the known issues, workarounds and solutions associated with the new version.
pt: Por favor, leia as notas da versão antes de actualizar. Elas explicam todos os problemas conhecidos, workarounds e soluções associadas a cada nova versão.
sl: Pred nadgradnjo preberite opombe o izdaji. Pojasnjujejo vse znane napake, začasne rešitve ter rešitve, povezane z novo različico.

source: Release notes for %s
pt: Notas de versão para %s
sl: Opombe o izdaji za %s

source: Click on the link to open the release notes.
pt: Carregue na ligação para abrir as notas da versão.
sl: Kliknite na povezavo za odprtje opomb o izdaji.

source: New features
fil: Mga bagong tampok
pt: Novas funcionalidades
sl: Nove zmožnosti

source: Please look at the new features introduced in the new version.
pt: Por favor, veja as novas funcionalidades introduzidas na nova versão.
sl: Oglejte si nove zmožnosti, uvedene v novi različici.

source: New features in %s
pt: Novas funcionalidades em %s
sl: Nove zmožnosti v %s

source: Click on the link to browse the new features.
pt: Carregue na ligação para ver as novas funcionalidades.
sl: Kliknite na povezavo za ogled novih zmožnosti.

source: Requirements
pt: Requisitos
sl: Zahteve

source: The package %s needs to be installed before upgrading.
pt: O pacote %s tem de ser instalado antes de poder actualizar.
sl: Pred nadgradnjo se mora namestiti paket %s .

source: Install %s
pt: Instalar %s
sl: Namesti %s

source: Click on the button to install the missing package.
pt: Carregue no botão para instalar os pacotes em falta.
sl: Kliknite na gumb za namestitev manjkajočega paketa.

source: New releases provide bug fixes and new features but they also sometimes introduce new issues. Upgrading always represents a risk. Your data is safe but new issues can potentially affect your operating system.
pt: Novas versões fornecem correcções de erros e novas funcionalidades mas por vezes trazem novos problemas. Actualizar representa sempre um risco. Os seus dados estão seguros mas novos problemas poderão afectar o sistema operativo.
sl: Nove izdaje zagotavljajo popravke ter nove zmožnosti, toda včasih predstavljajo nove težave. Nadgradnje vedno predstavljajo tveganje. Vaši podatki so varni, toda nove težave lahko morebiti vplivajo na vaš operacijski sistem.

source: I understand the risk. I want to upgrade to %s.
pt: Compreendo o risco. Quero actualizar para %s.
sl: Razumem tveganje. Želim nadgraditi na %s.

source: Summary
fil: Buod
pt: Resumo
sl: Povzetek

source: The package was installed
pt: O pacote foi instalado
sl: Paket je bil nameščen

source: Your operating system was successfully upgraded. Please reboot your computer for all changes to take effect.
pt: O seu sistema operativo foi actualizado com sucesso. Reinicie o seu computador para que as mudanças surtam efeito.
sl: Vaš operacijski sistem je bil uspešno nadgrajen. Za uveljavitev vseh sprememb znova zaženite računalnik.
