Repository: Antergos/antergos-packages
Catalog: mate-mint-menu/mint-translations/po-export/mintstick/mintstick-*.po
Languages: ar

source: The USB stick was formatted successfully.
ar: تمّت تهيئة جهاز USB بنجاح.

source: An error occured while creating a partition on %s.
ar: حدث خطأ اثناء انشاء قسم على %s.

source: Authentication Error.
ar: خطأ في المصادقة.

source: An error occurred.
ar: حدث خطأ.

source: Image:
ar: صورة:

source: USB stick:
ar: جهاز USB:

source: Writing %(VAR_FILE)s to %(VAR_DEV)s
ar: كتابة %(VAR_FILE)s في %(VAR_DEV)s

source: Starting copy from %(VAR_SOURCE)s to %(VAR_TARGET)s
ar: بداية النسخ من %(VAR_SOURCE)s إلى %(VAR_TARGET)s

source: The image was successfully written.
ar: تمّت كتابة الصورة بنجاح.

source: Not enough space on the USB stick.
ar: لا يوجد مساحة كافية على جهاز USB.

source: An error occured while copying the image.
ar: حدث خطأ اثناء نسخ الصورة.

source: USB Image Writer
ar: كاتب الصور على USB.

source: Make a bootable USB stick
ar: انشئ جهاز USB للتمهيد

source: USB Stick Formatter
ar: مُهيّئ أجهزة USB

source: Format a USB stick
ar: قم بتهيئة جهاز USB

source: Make bootable USB stick
ar: انشاء جهاز USB للتمهيد

source: Format
ar: تهيئة

source: This will destroy all data on the USB stick, are you sure you want to proceed?
ar: هذا سوف يدمر جميع البيانات على جهاز USB, هل انت متأكد من رغبتك بالاستمرار؟

source: Something went wrong, please see the details window for the exact error.
ar: حدث خللٌ ما, رجاءً انظر الى نافذة التفاصيل لمعرفة الخلل بشكل دقيق .

source: Format:
ar: التهيئة:

source: Select a USB stick
ar: حدّد جهاز USB

source: as
ar: مِثل

source: FAT32 + Compatible everywhere. - Cannot handle files larger than 4GB. NTFS + Compatible with Windows. - Not compatible with Mac and most hardware devices. - Occasional compatibility problems with Linux (NTFS is proprietary and reverse engineered). EXT4 + Modern, stable, fast, journalized. + Supports Linux file permissions. - Not compatible with Windows, Mac and most hardware devices.
ar: FAT32 + متوافق مع الكلّ. - لا يمكنهُ التعامل مع ملفات أكبر من 4GB. NTFS + متوافق مع Windows. - غير متوافق مع Mac و معضم الأجهزة الصلبة. - بعض المشكلات أحياناً في التوافق مع Linux (مُهَندَس عسيّا و ملكيا). EXT4 + عصريّ,مُستقرّ, سريع, مدوَّن. + يدعم صلاحيات ملفّات Linux. - غير متوافق مع Windows و Mac و معضم الأجهزة.

source: Volume label:
ar: عنوان المجلّد:

source: Choose a name for your USB Stick
ar: إختَر إسما لجهاز ال USB خاصًتك

source: USB Stick
ar: جهاز USB

source: Details
ar: تفاصيل

source: Write image:
ar: أكتب صورةً:

source: Select an image
ar: حدّد صورة

source: Select Image
ar: حدّد صورة

source: to
ar: إلى

source: Write
ar: أكتب

source: The image was written successfully.
ar: تمّت كتابة الصّورة بنجاح.
