Repository: Antergos/antergos-packages
Catalog: mate-mint-menu/mint-translations/po-export/slideshow-mint/slideshow-mint-*.po
Languages: am, ar, be, bg, bn, bs, ca, cs, cy, eo, es, et, eu, fa, fi, fil, fr_ca, gd, gl, hr, hu, id, is, ja, lt, lv, ml, mr, ms, ne, oc, pa, pl, pt, pt_br, ru, sk, sl, sq, sr, sv, ta, te, tg, th, tl, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Run Windows software
am: የዊንዶው ሶፍትዌሮችን ያስኪዱ
ar: شغل برامج ويندوز
be: Запускайце Windows-праграмы
bg: Стартиране на програми за Уиндоус
bn: উইন্ডোজের সফটওয়্যার চালান
bs: Pokrenite Windows aplikacije
ca: Executeu programari de Windows
cs: Spouštějte software pro Windows
cy: Rhedeg meddalwedd Windows
eo: Ruli Vindozan programaron
es: Ejecute software de Windows
et: Windowsi tarkvara käivitamine
eu: Exekutatu Windows-eko softwarea
fa: نرم‌افزارهای ویندوز را اجرا کنید
fi: Käytä Windows-ohjelmia
fil: Pagtakbo Windows software
fr_ca: Lancez des applications Windows
gd: Ruith bathar-bog Windows
gl: Executar software de Windows
hr: Pokrenite Windows softver
hu: Futtasson Windows szoftvereket
id: Jalankan software Windows
is: Keyra Windows forrit
ja: Windows のソフトウェアを実行する
lt: Naudokitės Windows programomis
lv: Lieto Windows programmatūru
ml: വിൻഡോസ് സോഫ്റ്റ്‌വേർ പ്രവർത്തിപ്പിക്കുക
mr: विंडोज च्या संगणकप्रणाली चालवा
ms: Jalankan perisian Windows
ne: विन्डोजका सफ्टवेर चलाऊनुहोस्।
oc: Aviatz d'aplicacions Windows
pa: ਵਿੰਡੋਜ਼ ਸਾਫਟਵੇਅਰ ਚਲਾਓ
pl: Uruchamiaj programy Windows
pt: Execute programas do Windows
pt_br: Execute aplicativos feitos para o Windows
ru: Запускайте приложения Windows
sk: Spúšťajte softvér pre Windows
sl: Zaganjajte programe za sistem Windows
sq: Nis Programet e Windows
sr: Покрени Windows-ове програме
sv: Kör Windows-program
ta: விண்டோஸ் பயன்பாட்டை இயக்கு
te: విండోస్ సాప్ట్‍వేర్ నడపండి
tg: Нармафзори Windows-ро истифода баред
th: เรียกใช้งานซอฟต์แวร์ Windows
tl: Mag pa takbo ng Windows software
tr: Windows yazılımı çalıştır
uk: Запускайте проґрами Windows
vi: Chạy phần mềm Windows
zh_cn: 运行 Windows 的软件
zh_hk: 執行 Windows 軟件
zh_tw: 執行 Windows 軟體

source: Install Wine and run Windows software in Linux Mint. Or install Virtualbox, and run Windows itself within Linux Mint.
am: በሊነክስ ሚንት ውስጥ ዋይንን ገጥመው የዊንዶው ሶፍትዌርን ያስኪዱ ወይም ቪርችዩአል ቦክስን ገጥመው ዊንዶን በሊነክስ ሚንት ውስጥ ያስኪዱ
ar: ثبت المحاكي 'واين' وشغل برامج ويندوز في لينُكس منت. أو ثبت فيرتول بوكس, وشغل الويندوز نفسه داخل لينُكس منت.
be: Усталюйце Wine і запускайце Windows-праграмы ў Linux Mint. Ці ўсталюйце Virtualbox - і майце Windows адначасова з Linux Mint.
bg: Инсталирайте Wine и използвайте програми за Уиндоус под Линукс Минт. Или инсталирайте Virtualbox и стартирайте самия Уиндоус под Линукс Минт.
bn: ওয়াইন ইনস্টল করে লিনাক্স মিন্টে উইন্ডোজের সফটওয়্যার চালান। অথবা লিনাক্স মিন্টে ভার্চুয়াল বক্স ইনস্টল করে সেটিতে উইন্ডোজ চালান।
bs: Instalirajte Wine i pokrenite Windows softver na Linux Mintu ili instalirajte VirtualBox i pokrenite sam Windows unutar Linux Minta.
ca: Instal·leu Wine i executeu programari de Windows a Linux Mint. O instal·leu Virtualbox i executeu Windows mateix dins de Linux Mint.
cs: Nainstalujte si Wine a spouštějte software pro Windows v Linuxu Mint. Pokud si nainstalujete Virtualbox, můžete v Linuxu Mint spustit přímo samotné Windows.
cy: Gosodwch Wine i redeg meddalwedd Windows o fewn Linux Mint. Neu osodwch Virtualbox i redeg Windows ei hun o fewn Linux Mint.
eo: Instali Wine kaj ruli Vindozan programaron en Linukso Minto. Aŭ instali Virtualbox kaj ruli Vindozon sub Linukso Minto.
es: Instale Wine y ejecute software de Windows en Linux Mint. O instale Virtualbox, y ejecute el propio Windows dentro de Linux Mint.
et: Windowsi tarkvara, mis ei ühildu Linuxiga, on võimalik käivitada rakendusega Wine. Kui sellest jääb sulle väheks, siis paigalda Virtualbox ning käivita Windows Linux Minti sees.
eu: Instalatu Wine eta exekutatu Windows-eko softwarea Linux Mint-en. Edo instalatu Virtualbox eta exekutatu Windows bera Linux Mint-en barruan.
fa: Wine را نصب کنید و نرم‌افزارهای ویندوز را در لینوکس مینت اجرا کنید. یا Virtualbox را نصب کنید و خود ویندوز را داخل لینوکس مینت اجرا کنید.
fi: Asenna Wine ja käytä Windows-ohjelmistoja Linux Mintissä. Voit myös asentaa esimerkiksi Virtualboxiin ja ajaa Windowsia ja sen sovelluksia virtuaaliympäristössä.
fil: I-install ang Wine at magpatakbo ng Windows software sa Linux Mint. O i-install Virtualbox, at magpatakbo ng Windows mismo sa loob ng Linux Mint.
fr_ca: Installez Wine et lancez des logiciels Windows sous Linux Mint. Ou bien installez VirtualBox et faites tourner Windows à l'intérieur de Linux Mint.
gd: Stàlaich Wine airson bathar-bog Windows a ruith air Linux Mint. No stàlaich Virtualbox agus ruith Windows e fhèin am broinn Linux Mint.
gl: Instalar Wine e executar software de Windows en Linux Mint. Ou instalar VirtualBox, e executar o propio Windows dentro de Linux Mint.
hr: Instalirajte Wine i pokrenite Windows softver u Linux Mintu. Ili instalirajte Virtualbox i pokrenite Windowse unutar Linux Minta.
hu: Telepítse a Wine-t és futtasson segítségével Windows szoftvereket. Telepítse a Virtualbox-ot és futtasson Windows-t a Linux Mint-en belül.
id: Pasang Wine dan jalankan perangkat lunak Windows di Linux Mint. Atau menginstal VirtualBox, dan menjalankan Windows itu sendiri di dalam Linux Mint.
is: Settu upp Wine og keyrðu Windows forrit í Linux Mint. Eða settu upp Virtualbox og keyrðu sjálft Windows stýrikerfið innan í Linux Mint.
ja: Wine をインストールすると Linux Mint 上で Windows のソフトウェアを実行することができます。Virtualbox をインストールして Linux Mint 内で Windows 自体を動かすことも可能です。
lt: Įdiekite Wine ir naudokitės Windows programomis. Arba įdiekite Virtualbox ir turėkite Windows Linux Mint viduje.
lv: Instalē Wine un darbini Windows programmatūru Linux Mint. Vai arī instalē VirtualBox un lieto Windows uz Linux Mint.
ml: വൈൻ ഇൻസ്റ്റോൾ ചെയ്ത് വിൻഡോസ് സോഫ്റ്റ്‌വേർ ലിനക്സ് മിന്റിൽ തന്നെ പ്രവർത്തിപ്പിക്കുക. അല്ലെങ്കിൽ വിർച്ച്വൽ ബോക്സ് ഇൻസ്റ്റോൾ ചെയ്ത് ലിനക്സ് മിന്റിനുള്ളിൽ തന്നെ വിൻഡോസ് പ്രവർത്തിപ്പിക്കുക.
mr: प्रस्थापित करा वाईन संगणक प्रणाली आणि चालवा विंडोजसाठी असणाऱ्या संगणक प्रणाली लिनक्स मिंट मध्ये; किंवा प्रस्थापित करा व्हर्चुअलबॉक्स आणि चालवा विंडोजच् लिनक्स मिंट मध्ये.
ms: Pasang Wine dan jalankan perisian Windows di Linux Mint. Atau pasang VirtualBox, dan jalankan Windows itu sendiri dalam Linux Mint.
ne: वाइन इन्स्तल गरेर विन्डोजका सफ्टवेर लिनक्स मिन्टमा चलाऊन्होस्। अथवा भर्तुअलबक्स इन्स्तल गरी लिनक्स मिन्टमै विन्डोज चलाऊनुहोस्।
oc: Installatz Wine e aviatz de logicials Windows jos Linux Mint. O alara, installatz VirtualBox e fasètz virar Windows a l'interior de Linux Mint.
pl: Zainstaluj Wine i uruchamiaj programy Windows w Linux Mint. Bądź też zainstaluj Virtualbox i uruchamiaj sam system Windows wewnątrz Linux Mint.
pt: Instale o Wine e execute programas do Windows no Linux Mint. Ou instale o VirtualBox e execute o Windows dentro do próprio Linux Mint.
pt_br: Instale o Wine e execute aplicativos feitos para o Windows no Linux Mint. Ou instale o Virtualbox e execute o próprio Windows dentro do Linux Mint.
ru: Установите Wine и запускайте Windows-программы прямо в Linux Mint. Или установите Virtualbox, что даст возможность запустить ОС Windows внутри Linux Mint.
sk: Nainštalujte Wine a v Linux Mint môžete spúšťať aj aplikácie určené pre Windows. Alebo nainštalujte Virtualbox a spustite samotné Windows v Linux Mint.
sl: Namestite Wine in zaganjajte programe za operacijski sistem Windows v Linux Mintu. Ali pa namestite Virtualbox in zaganjajte kar sistem Windows v okviru sistema Linux Mint.
sq: Instaloni Wine dhe nisni programet për Windows në Linux Mint. Ose instaloni Virtualbox, dhe nisni Windows-in vetë brenda Linux Mint.
sr: Инсталирај Wine и користи Windows-ове програме у Линукс Мин-у. Или инсталирај Virtualbox и покрени Виндоуз у Минт-у.
sv: Installera Wine och kör Windows-program i Linux Mint. Eller installera Virtualbox och kör Windows självt i Linux Mint.
ta: Wine நிறுவி விண்டோஸ் பயன்பாடுகளை லினக்ஸ் மின்ட்டில் இயக்கலாம். அல்லது Virtualbox நிறுவி விண்டோஸ் இயங்குதளத்தையே லினக்ஸ் மின்ட்டில் இயக்கலாம்.
te: వైన్ స్థాపించి, విండోస్ సాఫ్ట్‍వేర్‌ని లినక్స్ మింట్‌లో నడుపండి. లేదా వర్ట్యువల్‌బాక్స్ స్థాపించి, విండోస్‌ని లినక్స్ మింట్‌లోపల నడుపండి.
tg: Барномаи Wine-ро насб кунед ва нармафзори Windows-ро дар Linux Mint истифода баред. Ё ин ки шумо метавонед Virtualbox-ро насб кунед ва худи системаи омили Windows-ро дар дохили Linux Mint истифода баред.
th: ติดตั้ง Wine แล้วเรียกใช้งานซอฟต์แวร์ Windows บนลินุกซ์มินต์ หรือติดตั้ง VirtualBox แล้วเรียกใช้งาน Windows บนลินุกซ์มินต์
tl: Sa pamagitan ng Wine puede kang gumamit ng Windows software sa LInux Mint O mag pa takbo ng Windows mismo sa loob ng LInux Mint.
tr: Wine'ı kurun ve Linux Mint'te Windows yazılımlarını çalıştırın. Virtualbox ile Windows'un kendisini de Linux Mint içerisinde çalıştırabilirsiniz.
uk: Встановіть Wine і запускайте проґрами Windows в Linux Mint або встановіть Virtualbox і запускайте саму Windows в середині Linux Mint.
vi: Cài đặt Wine và chạy phần mềm Windows trong Linux Mint. Hoặc cài đặt Virtualbox và chạy cả hệ điều hành Windows trong Linux Mint.
zh_cn: 安装 Wine，并在 Linux Mint 上运行 Windows 的程序。或者您还可以选择安装 Virtualbox，直接在 Linux Mint 上运行Windows。
zh_hk: 安裝 Wine 並在 Linux Mint 執行 Windows 軟件。你亦可以安裝 Virtualbox，並在 Linux Mint 執行 Windows。
zh_tw: 安裝 Wine 並在 Linux Mint 執行 Windows 軟體。您也可以安裝 Virtualbox 以在 Linux Mint 執行 Windows。

source: Wine
am: ዋይን
ar: واين
bn: ওয়াইন
hu: Wine (Windows emulátor)
ml: വൈന്‍
mr: वाईन
ne: वाइन
pa: ਵਾਇਨ
ta: மது
te: వైన్

source: Virtualbox
am: ቪርችዩአል ቦክስ
ar: فيرتوال بوكس
bn: ভার্চুয়ালবক্স
hu: Virtualbox (virtualizációs szoftver)
ml: വിർച്ച്വൽ ബോക്സ്
mr: व्हर्चुअलबॉक्स
ne: भर्तुअलबक्स
pa: ਵੁਰਚੁਅਲ ਬਾਕਸ
ta: மெய்நிகர்பெட்டி
te: వర్ట్యువల్‌బాక్స్
zh_tw: Virtulbox
