Repository: Antergos/antergos-packages
Catalog: mate-mint-menu/mint-translations/po-export/slideshow-mint/slideshow-mint-*.po
Languages: am, ar, be, bg, bn, bs, ca, cs, cy, eo, es, et, eu, fa, fi, fil, fr_ca, gd, gl, hr, hu, id, is, ja, lt, lv, ml, mr, ms, ne, oc, pa, pl, pt, pt_br, ru, sk, sl, sq, sr, sv, ta, te, tg, th, tl, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: If you're curious about something or if you're facing a problem, simply ask around. Linux Mint is the 4th most widely used operating system in the World. It comes with a user guide, a community website, a collection of tutorials, active forums and chat rooms and one of the most dynamic communities on the Internet.
am: ስለ አንድ ነገር ማወቅ ከፈለጉ ወይም ችግር ከገጠሞት ጥያቄዎትን ያቅርቡ ፤ ሊነክስ ሚንት በአለም አቀፍ ደረጃ 4ኛ ደረጃ ይዟል በተጠቃሚ ብዛት ፤ የተጠቃሚ መምሪያ አብሮት ይመጣል ፤ የሕብረተሰብ ዌብሳይቶች ፤ የተለያዩ ማስተማሪያዎች ፤ የውይይት ክፍሎች እንዲሁም ፎረሞች በኢንተርኔት ላይ የሚገኙ የህብረተሰቡ እርዳታ ክፍሎች ናቸው
ar: اذا شعرت بالفضول تجاه شيئ ما أو اذا واجهتك أي مشكلة, ببساطة اسئل من حولك. لينُكس منت هو رابع أكثر نظام تشغيل مُستخدَم في العالم. يأتي مع دليل مستخدم, موقع ويب للمجتمع, العديد من الدروس, منتديات فعالة وغرفة دردشة و احد اكثر المجتمعات فعالية على الإنترنت.
be: Зацікавіліся чымсьці ці сутыкнуліся з праблемай? Проста спытайце навокал. Linux Mint - чацвёртая па пашыранасці ў свеце аперацыйная сістэма. Яна пастаўляецца з дапаможнікам карыстальніка, мае сайт супольнасці, шэраг інструкцый, актыўныя форумы і чаты, а таксама адну з найбольш дынамічных супольнасцяў у інтэрнэце.
bg: Ако сте любопитни за нещо или имате проблем, просто попитайте. Линукс Минт е 4-тата най-използвана операционна система в света. Идва с указания за употреба, обществен уебсайт, колекция от уроци, активни форуми и чат стаи и е едно от най-динамичните общества в интернет.
bn: আপনি যদি কোন কিছু সম্পর্কে কৌতূহলী হোন অথবা কোন সমস্যার সম্মুখীন হলে, আশেপাশে খুঁজে দেখুন। পৃথিবীর সর্বত্র হোম কম্পিউটারে ব্যবহৃত অপারেটিং সিস্টেমগুলোর মধ্যে লিনাক্স মিন্টের অবস্থান ৪র্থ। এর সাথে আপনি পাচ্ছেন একটি ব্যবহারকারী নির্দেশিকা, একটি কমিউনিটি ওয়েবসাইট, নির্দেশিকাসমূহের বিশাল সংগ্রহশালা, সক্রিয় ফোরাম, চ্যাট রুম এবং ইন্টারনেটে অন্যতম অগ্রসরমান একটি কমিউনিটি।
bs: Ako vas nešto zanima ili imate problem, slobodno pitajte. Linux Mint je četvrti najkorišteniji operativni sistem na svijetu. Dolazi sa korisničkim priručnikom, web stranicom zajednice, skupom uputstava, aktivnim forumom, sobama za chat i jednom od najaktivnijih zajednica na internetu.
ca: Si voleu saber-ne més o teniu qualque problema, simplement pregunteu. Linux Mint és el 4t sistema operatiu més utilitzat al món. Inclou una guia d'usuari, un lloc web comunitari, una col·lecció de tutorials, fòrums i sales de xat molt actius i una de les comunitats més dinàmiques d'Internet.
cs: Pokud něco nevíte nebo objevíte problém, zeptejte se. Linux Mint je čtvrtým nejpoužívanějším operačním systémem na světě. Máte k dispozici uživatelskou příručku, webové stránky, sbírku návodů, aktivní fórum a chat, a jednu z nejdynamičtějších komunit na internetu.
cy: Os ydych yn chwilfrydig neu 창 phroblem, gofynnwch am gymorth. Linux Mint yw'r bedwaredd system weithredu fwyaf ei defnydd yn y byd. Mae'n cynnig llawlyfr defnyddiwr, gwefan gymdeithasol, casgliad o diwtorialau, fforymau prysur, ystafelloedd sgwrsio ac un o'r cymunedau mwyaf bywiog ar y rhyngrwyd.
eo: Se vi estas scivola pri iu aŭ se vi renkontas problemon, simple petu. Linux Mint estas la 4-a plej uzata operaciumo en la mondo. Ĝi venas kun uzantgvido, komunuma retpaĝaro, lernilaro, aktivaj foroj kaj babilejoj kaj unu el la plej dinamika komunumoj sur la interreto.
es: Si siente curiosidad sobre algo, o si tiene un problema, sólo tiene que preguntar. Linux Mint es el cuarto sistema operativo más usado del mundo. Viene con una guía de usuario, un sitio web de la comunidad, una colección de tutoriales, foros activos, salas de charla y una de las comunidades más dinámicas de Internet.
et: Kui sa oled uudishimulik või sul on probleeme - küsi. Linux Mint on neljas enim kasutatud operatsioonisüsteem maailmas ning sulle on abiks meie kasutusjuhend, veebileht, õpetuste kogu, aktiivne foorum ning jututoad. Linux Mintil on üks dünaamilisemaid kogukondi internetis.
eu: Edozer jakin nahi baduzu edo arazo baten aurrean bazaude, ez duzu galdetzea besterik. Linux Mint munduko 4. sistema eragile erabiliena da. Hainbat baliabide dituzu zure eskura: erabiltzailearen gida, komunitatearen webgunea, tutorialak, foro eta berriketa-gela aktiboak eta Interneteko komunitate dinamikoenetako bat.
fa: اگر درباره چیزی کنجکاو هستید یا با مشکلی مواجه‌ شده‌اید، خیلی راحت بپرسید. لینوکس مینت چهارمین سیستم‌عامل پراستفاده در جهان است. همراه آن راهنمای کاربر وجود دارد و از یک وب‌سایت برای جامعه کاربری، مجموعه‌ای از آموزش‌ها، انجمن‌های فعال و اتاق‌های گفتگو و یکی از پویاترین جوامع در اینترنت بهره می‌برد.
fi: Jos haluat tietää jotain tai törmäät johonkin ongelmaan, niin älä epäröi kysyä! Linux Mint on neljänneksi käytetyin käyttöjärjestelmä maailmassa. Sen mukana tulee kattava käyttöopas, nettisivut, kokoelma ohjeita, aktiivinen foorumi sekä chat-huoneet, ja Linux Mintin yhteisö on yksi voimakkaimmista yhteisöistä Internetissä.
fil: Kung nais mong malaman tungkol sa isang bagay o kung ikaw ay nakakaranas ng mga problema, magtanong lamang. Linux Mint ay ang ika-apat na pinakaginagamit na mga operating system sa mundo. Mayroon itong gabay sa gumagamit, ang isang website ng komunidad, isang koleksyon ng mga tutorial, aktibong mga forum at chat room at ang isa sa mga pinaka-dynamic na komunidad sa Internet.
fr_ca: Si vous avez une question ou rencontrez un problème, il vous suffit de demander. Linux Mint est le 4<sup>e</sup> système d'exploitation le plus utilisé au monde. Vous avez à votre disposition un guide utilisateur, un site communautaire, une collection de tutoriels, des forums actifs, des espaces de discussion et une des communautés les plus dynamiques sur Internet.
gd: Ma tha ceist agad mu rudeigin no ma tha duilgheadas agad, cha leig thu leas ach faighneachd. 'S e Linux Mint an 4mh siostam-obrachaidh as cumanta san t-saoghail. Gheibh thu treòir 'na chois, làrach-lìn na coimhearsnachd, diofar taoitearan, fòraman is seòmraichean-cabadaich beòthail is aon dhe na coimhearsnachdan as brosnachaile air an eadar-lìon.
gl: Se ten curiosidade sobre algo ou se se atopa cun problema, só ten que preguntar por aí. Linux Mint é o cuarto sistema operativo máis utilizado do mundo. Ven cun manual de instrucións, un sitio web da comunidade, unha colección de tutoriais, foros activos e salas de conversas e unha das comunidades máis dinámicas en Internet.
hr: Ako vas nešto zanima ili imate problem, slobodno pitajte. Linux MInt je 4. najzastupljeniji operativni sustav na svijetu. Dolazi s korisničkim priručnikom, web stranicom zajednice, skupom vodiča, aktivnim forumom, internetskim sobama za razgovor i jednom od najaktivnijih zajednica na internetu.
hu: Ha kíváncsi valamire vagy bármilyen problémába ütközik, egyszerűen kérdezzen körbe. A Linux Mint a negyedik legszélesebb körben elterjedt operációs rendszer a világon. A terjesztés része egy felhasználói útmutató, és elérhető egy közösségi weboldal számtalan útmutatóval, aktív fórummal, csevegőszobákkal és egy dinamikusan fejlődő közösséggel.
id: Jika anda penasaran tentang sesuatu atau jika anda menemui masalah, silakan bertanya. Linux Mint adalah sistem operasi ke-4 yang paling banyak digunakan di Dunia. Linux Mint datang dengan petunjuk penggunaan, situs komunitas, koleksi tutorial, forum aktif dan ruang chat dan salah satu komunitas yang paling dinamis di Internet.
is: Ef þú ert forvitinn um eitthvað eða þarft aðstoð við einhver vandamál, endilega spurðu. Linux Mint er 4 útbreiddasta stýrikerfi í heiminum. Með því kemur notandahandbók, samfélagsvefur, úrval kennsluefnis, virk spjallsvæði og póstþræðir, auk eins öflugasta notendasamfélagsins á internetinu.
ja: 気になったことがあったり、問題に直面したときは、気兼ねなく質問してください。Linux Mint は世界で 4 番目に広く使用されているオペレーティングシステムです。ユーザガイドやコミュニティ・ウェブサイト、チュートリアル集、アクティブなフォーラム、チャットルーム、そしてインターネット上で最も活動的なコミュニティが Linux Mint にはあります。
lt: Jei kuo nors domitės ar susidūrėte su problema, tiesiog paklauskite. Linux Mint yra 4-a pagal paplitimą operacinė sistema pasaulyje. Ji turi naudotojo gidą, bendruomenės interneto svetainę, žinynų rinkinį, aktyvius diskusijų ir pokalbių kambraius ir vieną iš labiausiai dinamiškų bendruomenių internete.
lv: Ja jūs esat ieinteresēts par kaut ko, vai arī saskarāties ar problēmu, vienkārši pajautājiet. Linux Mint ir 4. visplašāk izmantotā operētājsistēma pasaulē. Tai ir lietotāja rokasgrāmata, kopienas mājas lapa, pamācību kolekcijas, aktīvi forumi un tērzētavas - viena no dinamiskākajām kopienām internetā.
ml: താങ്കൾ ജിജ്ഞാസുവാണോ, അല്ലെങ്കിലെന്തെങ്കിലും സഹായമാവശ്യമാണോ, തുറന്നു ചോദിക്കുക. ലോകത്ത് ഏറ്റവുമധികം ഉപയോഗിക്കപ്പെടുന്ന നാലാമത്തെ ഓപ്പറേറ്റിങ് സിസ്റ്റമാണ് ലിനക്സ് മിന്റ്. ഇതിനോടൊപ്പം ഉപയോക്തൃസഹായി, സമൂഹ വെബ്സൈറ്റ്, പഠനസഹായികളുടെ ശേഖരം, സജീവമായ ഫോറങ്ങൾ, ചാറ്റ് റൂം, ഇന്റർനെറ്റിലെ ഏറ്റവും സജീവമായ സമൂഹങ്ങളിലൊന്ന് ഒക്കെ താങ്കൾക്ക് കൂട്ടായുണ്ട്.
mr: तुम्हाला कोणत्याही शंका किंवा समस्या असल्यास फक्त विचारा. लिनक्स मिंट ही जगातली 4थी सर्वाधिक प्रमाणात वापरली जाणारी संगणक प्रणाली (operating system) आहे. तुम्हाला माहितीसाठी खालील पर्याय आहेत - माहिती पुस्तिका, समुदाय संकेतस्थळ, संवाद मंच, चॅट रूम आणि इंटरनेटवर सर्वात सक्रिय असा समुदाय.
ms: Jika anda ingin tahu tentang sesuatu atau jika anda menghadapi masalah, sila bertanya. Linux Mint adalah sistem operasi ke-4 yang paling banyak digunakan di Dunia. Ia datang dengan panduan pengguna, sebuah laman komuniti, koleksi tutorial, forum aktif dan bilik berbual dan salah satu komuniti yang paling dinamik di Internet.
ne: यदी तपाईंलाई केही जिज्ञासा या केही समस्या छन भने सोध्नुहोस्। लिनक्स मिन्ट बिस्वको चौथो ब्यापक प्रयोग गरिने अपेरतिङ सिस्टम हो। यो प्रयोगकर्ताका लागि गाईड, समुदाइक वेब साईट, ट्यूटोरियलका संग्रह, सक्रिय फोरुमrहरु र च्याट रूम्सहरु पाइन्छन र यो ईन्टरनेटकै सबैभन्दा क्रियाशील समुदायमा पर्छ।
oc: Se avètz una question o rencontratz un problèma, vos sufís de demandar. Linux Mint es lo 4<sup>e</sup> sistèma operatiu lo mai utilizat del monde. Avètz a vòstra disposicion un guida de l'utilizaire, un site comunautari, una colleccion de tutorials, de forums actius, de salas de discussion e una de las comunautats las mai dinamicas sus Internet.
pl: Jeśli coś Cię ciekawi lub napotkasz jakiś problem, po prostu zapytaj w sieci. Linux Mint jest czwartym najczęściej używanym systemem operacyjnym na świecie. Posiada własny podręcznik użytkownika, stronę społeczności, kolekcję przewodników, aktywne fora dyskusyjne i pokoje rozmów oraz jedną z najbardziej dynamicznych społeczności w Internecie.
pt: Caso tenha dúvidas ou se depare com um problema, não hesite em perguntar. O Linux Mint é o 4.º sistema operativo mais utilizado no mundo. Vem acompanhado de um guia de utilizador, uma página web comunitária, uma coleção de manuais, fóruns, salas de conversação e uma das comunidades mais dinâmicas da Internet.
pt_br: Se você se sentir curioso a respeito de algo ou se estiver enfrentando um problema, simplesmente pergunte. O Linux Mint é o 4º sistema operacional mais usado no mundo. Ele vem com um guia do usuário, um site da comunidade, uma coleção de tutoriais, fóruns ativos e uma das comunidades mais dinâmicas da Internet.
ru: Если вы хотите что-то узнать, или вы столкнулись с проблемой, ответы на ваши вопросы просто вокруг вас. Linux Mint стоит на 4й позиции в рейтинге наиболее используемых операционных систем в мире. В вашем распоряжении руководство пользователя, сайт сообщества, сбор учебных пособий, форумы, чаты, и одно из наиболее активных сообществ в Интернете.
sk: Ak vás niečo zaujíma alebo máte problém môžete sa jednoducho spýtať. Linux Mint je štvrtý najpoužívanejší operačný systém na svete. Máte k dispozícii používateľskú príručku, webovú stránku komunity, mnoho návodov, aktívne fóra a diskusné skupiny a jednu z najaktívnejších komunít na Internete.
sl: Če vas kaj zanima ali pa ste naleteli na težavo, povprašajte naokrog. Linux Mint je četrti najpogosteje uporabljani operacijski sistem na svetu. Z njim so na razpolago uporabniški vodič, spletna stran skupnosti, zbirka učnih navodil, aktivni forumi ter klepetalnice in ena izmed najbolj dinamičnih skupnosti na internetu.
sq: Nëse jeni kurioz për diçka apo po hasni në ndonjë problem, thejsht pyesni përreth. Linux Mint është sistemi i 4-t i operimit më i përdorur në botë. Ai vjen me një udhëzues të përdoruesit, një faqe interneti për bashkësinë, një koleksion tekstesh ndihmëse, forume aktive dhe dhoma bisedimi me një nga bashkësitë më dinamike në Internet.
sr: Ако си радознао или имаш проблем, слободно се распитај. Линукс Минт је 4. најраспрострањенији оперативни систем на свету. У пакету се налазе корисничко упутство, интернет страница заједнице корисника, скупине упутстава, форуми, собе за ћаскање и једна је од најдинамичнијих заједница на интернету.
sv: Om du är nyfiken om något eller har ett problem, hör dig bara för. Linux Mint är det fjärde mest spridda operativsystemet i världen. Det följer med en användarguide, en användarhemsida, en samling guider, aktiva diskussionsforum och chattrum och en av de mest dynamiska användargrupperna på Internet.
ta: நீங்கள் எதற்கேனும் ஆர்வமாக இருந்தாலோ அல்லது ஏதேனும் பிரச்சனைகளை சந்தித்தாலோ, எங்களைக் கேளுங்கள். லினக்ஸ் மின்ட் உலகிலேயே 4வது அதிகமாக பயன்படுத்தப்படும் இயங்கு தளம். இது ஒரு பயனர் கையேடு, ஒரு சமூக வலைத்தளம், பயிற்சிகளின் தொகுப்பு, செயலியல் மன்றங்கள் மற்றும் அரட்டை அறைகள் ஆகியவற்றுடன் இணையத்தில் மிகவும் ஆற்றல் வாய்ந்த சமூகங்களில் ஒன்றாக வருகிறது.
te: ఒకవేళ మీకు దేనిమీదనైనా ఆసక్తివున్నా లేక ఒకవేళ మీరు ఏదైనా సమస్యను ఎదుర్కొంటున్నట్లయితే, పక్కవారిని అడగండి. లినక్స్ మింట్ ప్రపంచంలో అత్యధికంగా వాడే నిర్వహణ వ్యవస్థలలో 4వది. ఇందులో ఒక వాడుకరి మార్గదర్శకం, ఒక సంఘపు వెబ్‌సైటు, ట్యుటోరియల్స్ సేకరణ, క్రియాశీల చర్చావేదికలు మరియు చాట్ గదులు ఉంటాయి మరియు అంతర్జాలం నందు క్రియశీలక సంఘాలలో ఒకటి.
tg: Агр шумо хоҳед, ки дар бораи чизе маълумот гиред ё агар шумо ягон мушкилӣ дошта бошед, танҳо бипурсед. Linux Mint системаи омили 4-умест, ки дар ҷаҳон бо аксари одамон истифода мешавад. Ин системаи омил дорои дастури корбар, вебсайти ҷомеа, маҷмӯи дастурҳои гуногун, форумҳои фаъол, чатхонаҳо ва яке аз ҷомеаи тараққикардаистода дар Интернет мебошад.
th: หากคุณอยากรู้เกี่ยวกับบางสิ่งบางอย่าง หรือหากคุณกำลังเผชิญกับปัญหาที่เกิดขึ้น ก็รู้ได้ง่าย ๆ เพียงแค่ถามคนรอบตัว ลินุกซ์มินต์เป็นระบบปฏิบัติการที่ใช้กันอย่างแพร่หลายเป็นอันดับที่ 4 ของโลก มันมาพร้อมกับคู่มือสำหรับผู้ใช้ เว็บไซต์ชุมชน แหล่งสะสมบทเรียน ฟอรั่มที่ใช้งานได้ และห้องสนทนา และเป็นหนึ่งในชุมชนที่มีชีวิตชีวามากที่สุดในอินเทอร์เน็ต
tl: Kung may problema o katanungan, ugaliing mag tanong. Ang Linux Mint ay pang apat na pinaka sikat na Operating System sa buong mundo. Ito ay may user guide, community website, tutorial, active forums, chat room at isa sa pinaka masayang group sa internet.
tr: Eğer merak ettiğiniz bir şey varsa ya da bir sorunla karşılaştıysanız etrafınızdakilere sorun. Linux Mint, dünyanın en çok kullanılan 4. işletim sistemidir. Bir kullanıcı kılavuzu, topluluk sitesi, eğitici belgeler, aktif forumlar, sohbet odaları ve de internet üzerindeki en dinamik topluluklardan biri ile birlikte gelir.
uk: Якщо Вас щось цікавить або якщо ви зіштовхнулися з проблемою, просто запитайте. Linux Mint четверта з найбільш поширених операційних систем в світі. До ваших послуг — посібник користувача, веб-сайт спільноти, набір різних посібників, активні форуми та балачки а також одна з найбільш динамічних громад в Інтернеті.
vi: Chỉ cần hỏi nếu bạn muốn tìm hiểu thêm hoặc đang gặp một vấn đề gì đó. Linux Mint là hệ điều hành được sử dụng nhiều thứ 4 trên Thế giới. Linux Mint có hướng dẫn sử dụng, nhiều trang web cộng đồng, tập hợp các trợ giáo, diễn đàn và phòng tán gẫu tích cực và đồng thời là một trong những cộng đồng năng động nhất trên Internet.
zh_cn: 如果您对某事感兴趣或者遇到了一个问题，可以简单地问问周围的人。Linux Mint 在世界上最受欢迎的操作系统中排名第四。它拥有完整的手册、丰富的指南、自己的网站、活跃的论坛和聊天室以及网络上最有活力的社区。
zh_hk: 如果你有感到好奇的地方，或遇到任何問題，請儘管發問。Linux Mint 是世界上第四名最被廣泛使用的作業系統。具備用戶指南、社區網站、教學、活躍討論區和聊天室，是互聯網上最具活力的社群之一。
zh_tw: 如果您有感到好奇的地方，或是遭遇到任何問題，請儘管發問。Linux Mint 是市佔率世界第四的作業系統。它提供完善的使用者指南，社群網站，教學文庫，動態討論區，聊天室，與網際網路上最具活力的社群!

source: Listen to music and CDs
am: ሙዚቃ እና ሲዲዎችን ያድምጡ
ar: استمع للمسيقى والأقراص المدمجة
be: Слухайце музыку і CD-дыскі
bg: Възпроизвеждане на музика и компакт дискове
bn: মিউজিক এবং সিডিতে গান শুনুন
bs: Slušajte muziku i CD-ove
ca: Escolteu música i CDs
cs: Poslouchejte hudbu a CD
cy: Gwrando ar gerddoriaeth a CDs
eo: Aŭskulti muzikon kaj KD
es: Escuche música y CDs
et: Muusika kuulamine
eu: Entzun musika eta CDak
fa: به موسیقی و سی‌دی‌ها گوش کنید
fi: Kuuntele musiikkia ja CD-levyjä
fil: Makinig sa musika at mga CD
fr_ca: Écoutez de la musique et des CD
gd: Èist ri ceòl is CDs
gl: Escoitar música e CD
hr: Slušajte glazbu i CD-e
hu: Hallgasson zenét és CD-t
id: Dengarkan musik dan CD
is: Hlustaðu á tónlist og geisladiska
ja: 音楽や CD を鑑賞する
lt: Klausykitės muzikos ir kompaktinių diskų
lv: Klausieties mūziku un CD
ml: സംഗീതവും സി.ഡി.കളും കേൾക്കുക
mr: ऐका आपले आवडते संगीत आणि सीडीज्
ms: Dengar muzik dan CD
ne: संगीत र सीडीहरु सुन्नुहोस् |
oc: Escotatz de musica e de CDs
pa: ਸੰਗੀਤ ਤੇ ਸੀਡੀ ਸੁਣੋ
pl: Słuchaj muzyki i płyt CD
pt: Reproduzir músicas e CDs
pt_br: Escute músicas e CDs
ru: Слушайте музыку и компакт-диски
sk: Počúvajte hudbu a CD
sl: Poslušajte glasbo in zgoščenke
sq: Dëgjoni disqe muzike
sr: Музика и дискови
sv: Lyssna på musik och CD-skivor
ta: இசை மற்றும் குறுந்தகட்டை கேள்
te: సంగీతం మరియు సీడీలను వినండి
tg: Файлҳои мусиқӣ ва дискҳои CD-ро шунавед
th: ฟังเพลงและซีดี
tl: Makining sa music at CDs
tr: Müzik ve CD dinleyin
uk: Прослуховуйте музику та КД
vi: Nghe nhạc và CD
zh_cn: 欣赏音乐与 CD
zh_hk: 聆聽音樂和 CD
zh_tw: 聆聽音樂與 CD
