Repository: Antergos/antergos-packages
Catalog: mate-mint-menu/mint-translations/po-export/slideshow-mint/slideshow-mint-*.po
Languages: am, ar, be, bg, bn, bs, ca, cs, cy, eo, es, et, eu, fa, fi, fil, fr_ca, gd, gl, hr, hu, id, is, ja, lt, lv, ml, mr, ms, ne, oc, pa, pl, pt, pt_br, ru, sk, sl, sq, sr, sv, ta, te, tg, th, tl, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Stay connected
am: እንደተገናኙ ይቆዩ
ar: ابق متصلاً
be: Будзьце на сувязі
bg: Свързаност
bn: সংযুক্ত থাকুন
bs: Ostanite povezani
ca: Mantingueu-vos connectats
cs: Buďte v kontaktu
cy: Cadw mewn cysylltiad
eo: Restu konektata
es: Manténgase conectado
et: Hoia kontakti
eu: Mantendu konektatuta
fa: در ارتباط باشید
fi: Pysy yhteydessä
fil: Manatiling nakakonekta
fr_ca: Restez connecté
gd: Cum ann an co-luadar
gl: Mantéñase conectado
hr: Ostanite povezani
hu: Maradjon kapcsolatban ismerőseivel
id: Tetap terhubung
is: Vera í sambandi
ja: つながり続ける
lt: Būkite prisijungę
lv: Uzturiet sakarus
ml: ലോകവുമായി ബന്ധപ്പെട്ടിരിക്കുക
mr: कनेक्टेड राहा
ms: Kekal berhubung
ne: कन्नेक्तेद रहनुहोस् ।
oc: Demoratz connectat
pa: ਜੁੜੇ ਰਹੋ
pl: Pozostawaj w kontakcie
pt: Fique ligado
pt_br: Mantenha-se conectado
ru: Оставайтесь на связи
sk: Buďte v spojení
sl: Ostanite povezani
sq: Qëndro i lidhur
sr: Останите повезани
sv: Fortsätt vara ansluten
ta: எப்பொழுதும் இணைந்திருங்கள்
te: అనుసంధానమై ఉండండి
tg: Дар тамос бошед
th: ไม่พลาดการติดต่อ
tl: Manatiling konektado
tr: Bağlı kalın
uk: Залишайтеся на зв’язку
vi: Luôn kết nối
zh_cn: 保持联系
zh_hk: 保持連接
zh_tw: 保持聯絡

source: Keep in touch with your friends and contacts, by email, messenger or on your favorite social networks. Linux Mint provides all you need to interact with Twitter, Facebook, MSN, ICQ, GoogleTalk, AIM, Yahoo and many other networks.
am: ከጓደኞቾ ጋር ይገናኙ እንዲሁም ከሌሎች ጋር በኢሜይል ፤ በመሴንጀር ወይም በሚወዱት የሕብረተሰብ ኔትዎርክ ፤ ሊነክስ ሚንት ዝግጁ ነው ሊያገናኞት ከትዊተር ፤ ክፌስቡክ ፤ ክኤምኤስኤን ፤ ክአይሲኪው ፤ ክጉግልቶክ ፤ ክኤይም ፤ ክያሁ እንዲሁም ከሌሎች ኔትዎርኮች ጋር
ar: ابق على اتصال مع اصدقائك و معارفك, عن طريق البريد الإلكتروني, المحادثة الفورية أو على شبكاتك الاجتماعية المفضلة. لينُكس منت توفر كل ما تحتاجه لتتفاعل مع تويتر, فيسبوك, ام اس ان, اي سي كيو, جوجل تولك, اي آي إم, ياهو و شبكات أخرى عديدة.
be: Падтрымлівайце зносіны з сябрамі і знаёмымі праз электронную пошту, імгненныя паведамленні або сацыяльныя сеткі. Linux Mint дазваляе ўсебакова ўзаемадзейнічаць з Twitter, Facebook, MSN, ICQ, GoogleTalk, AIM, Yahoo і іншымі сэрвісамі.
bg: Поддържайте връзка с приятелите и познатите си чрез ел. поща или любимите Ви социални мрежи. Линукс Минт Ви предоставя всичко необходимо, за да използвате Twitter, Facebook, MSN, ICQ, GoogleTalk, AIM, Yahoo и много други мрежи.
bn: ই-মেইল, ম্যাসেঞ্জার অথবা আপনার পছন্দের যেকোন সামাজিক নেটওয়ার্কে বন্ধুদের সাখে সংযুক্ত থাকুন। লিনাক্স মিন্ট আপনাকে টুইটার, ফেসবুক, এমএসএন, আইসিকিউ, গুগলটক, এআইএম, ইয়াহু এবং আরও অন্যান্য নেটওয়ার্ক ব্যবহারের সুবিধা প্রদান করে।
bs: Ostanite u kontaktu sa svojim prijateljima i ostalim poznanicima i saradnicima pomoću emaila, messengera ili na pomoću vaših omiljenih društvenih mreža. Linux Mint vam nudi sve što trebate za interakciju preko Twittera, Facebooka, MSN-a, ICQ-a, GoogleTalka, AIM-a, Yahooa i mnogih drugih mreža.
ca: Romaneu en contacte amb els vostres amics i coneguts per email, messenger o en les vostres xarxes socials preferides. Linux Mint inclou tot el que necessiteu per a interactuar amb Twitter, Facebook, MSN, ICQ, GoogleTalk, AIM, Yahoo i moltes altres xarxes.
cs: Buďte v kontaktu s ostatními pomocí e-mailu, messengeru nebo některé z vašich oblíbených komunitních sítí. Linux Mint poskytuje vše potřebné pro využívání Twitteru, Facebooku, MSN, ICQ, GoogleTalku, AIM, Yahoo a mnoha dalších sítí.
cy: Cadwch mewn cysylltiad 창 ffrindiau a chydnabod, drwy e-bost, negesydd neu eich hoff rwydwaith cymdeithasol. Mae Linux Mint yn darparu popeth sydd ei angen ar gyfer rhyngweithio drwy Twitter, Facebook, MSN, ICQ, GoogleTalk, AIM, Yahoo a nifer o rwydweithiau eraill.
eo: Daŭrigi kontakton kun viaj geamikoj kaj kontaktoj per retpoŝto, tujmesaĝilo, aŭ sur viaj preferataj socialaj retoj. Linux Mint provizas ĉion ke vi bezonas por dialogi kun Twitter, Facebook, MSN, ICQ, GoogleTalk, AIM, Yahoo kaj multaj aliaj retoj.
es: Manténgase conectado con sus amigos y contactos por correo, mensajería instantánea o sus redes sociales preferidas. Linux Mint proporciona todo lo necesario para interactuar con Twitter, Facebook, MSN, ICQ, GoogleTalk, AIM, Yahoo y muchas otras redes.
et: Vestle oma sõprade ja kontaktidega e-maili, messengeri või teiste sotsiaalvõrkude abil. Linux Mint sisaldab kõike vajaminevat, et Twitter, Facebook, MSN, ICQ, GoogleTalk, AIM, Yahoo ja paljud teised tuntud teenused töötaksid.
eu: Zure lagun eta kontaktuekin harremanetan egon messenger, posta elektronikoz edo zure gogoko sare sozialetan. Linux Mint-ek eskaintzen dizu Twitter, Facebook, MSN, ICQ, GoogleTalk, AIM, Yahoo eta beste sare askotan parte hartzeko behar duzun guztia.
fa: با دوستان‌تان یا مخاطب‌هایتان با ایمیل، یا پیغام‌بر یا در شبکه‌های اجتماعی مورد علاقه‌یتان در تماس باشید. لینوکس مینت همه آن‌ چیزی که شما لازم دارید تا با Twitter, Facebook, MSN, ICQ, GoogleTalk, AIM, Yahoo و بسیاری از شبکه‌های دیگر تعامل داشته‌باشید، را فراهم می‌کند.
fi: Pidä yhteyttä ystäviin ja kavereihin sähköpostitse, pikaviestimellä tai sosiaalisten verkostojen kautta. Linux Mintissä on kaikki, mitä tarvitset ollaksesi yhteydessä: Twitter, Facebook, MSN, ICQ, Google Talk, AIM, Yahoo ja monet muut verkostot.
fil: Manatiling nakikipag-ugnay sa iyong mga kaibigan at mga contact, sa pamamagitan ng e-mail, sugo o sa iyong mga paboritong social network. Linux Mint ay nagbibigay ng lahat ng kailangan mong makipag-ugnayan sa Twitter, Facebook, MSN, ICQ, GoogleTalk, AIM, Yahoo at marami pang ibang mga network.
fr_ca: Restez en contact avec vos amis par courriel, messagerie ou à l'aide de vos réseaux sociaux préférés. Linux Mint fournit tout ce dont vous avez besoin pour utiliser Twitter, Facebook, MSN, ICQ, GoogleTalk, AIM, Yahoo et beaucoup d'autres réseaux.
gd: Cum suas ri do charaidean 's leis an luchd-aithne agad slighe puist-d, teachdaireachdan no air na lìonraidhean sòisealta as fhearr leat. Bheir Linux Mint làn-chomas dhut falbh air Twitter, Facebook, MSN, ICQ, GoogleTalk, AIM, Yahoo agus iomadh lìonra eile.
gl: Mantéñase en contacto cos seus amigos e coñecidos, por correo electrónico, mensaxeiro ou nas súas redes sociais preferidas. Linux Mint ofrece todo o necesario para interactuar con Twitter, Facebook, MSN, ICQ, GoogleTalk, AIM, Yahoo e moitas outras redes.
hr: Ostanite u vezi sa svojim prijateljima i poznanicima putem e-pošte, messengera ili putem vaših omiljenih društvenih mreža. Linux Mint pruža vam sve potrebno za razgovaranje putem Twittera, Facebooka, MSN-a, ICQ-a, GoogleTalka, AIM-a, Yahooa i još puno drugih mreža.
hu: Tartsa a kapcsolatot barátaival, ismerőseivel e-mailben, üzenetküldőkkel vagy kedvenc közösségi hálózatain. A Linux Mint segítségével ezt könnyedén megteheti Twitter, Facebook, MSN, ICQ, Google Talk, AIM, Yahoo és még sok más hálózaton is.
id: Tetap berhubungan dengan teman-teman dan kontak anda, melalui email, messenger atau pada jejaring sosial favorit anda. Linux Mint menyediakan semua yang anda butuhkan untuk berinteraksi dengan Twitter, Facebook, MSN, ICQ, GoogleTalk, AIM, Yahoo dan jejaring lainnya.
is: Vertu í sambandi við alla vini þína og vandamenn, með tölvupósti, smáskilaboðum, spjalli eða á uppáhalds samskiptavefjunum þínum. Linux Mint kemur með öllu því sem þarf til að nota Twitter, Facebook, MSN, ICQ, GoogleTalk, AIM, Yahoo og mörg önnur slík net.
ja: E メールやメッセンジャー、お気に入りのソーシャルネットワークを使って、お友達やご家族、同僚の方といつでも連絡を取ることができます。Twitter、Facebook、MSN、ICQ、GoogleTalk、AIM、Yahoo、その他数多くのネットワークサービスを利用するのに必要なものがすべて Linux Mint にはそろっています。
lt: Palaikykite ryšį su savo draugais ir pažįstamais el. paštu, susirašinėjimo programomis ar socialiniais tinklais. Linux Mint siūlo viską, ko reikia norint bendrauti naudojantis Twitter, Facebook, MSN, ICQ, GoogleTalk, AIM, Yahoo ir daugybe kitų tinklų.
lv: Uzturi kontaktus ar saviem draugiem pa e-pastu, ar ziņotāju, vai jūsu mīļākajos sociālos tīklos. Linux Mint nodrošina visu jums nepieciešamo, lai lietotu Twitter, Facebook, MSN, ICQ, GoogleTalk, AIM, Yahoo un daudziem citiem.
ml: താങ്കളുടെ സുഹൃത്തുക്കളും സമ്പർക്കങ്ങളുമായി ഇമെയിൽ വഴി, മെസഞ്ചർ വഴി, അല്ലെങ്കിൽ താങ്കളുടെ പ്രിയപ്പെട്ട സോഷ്യൽ നെറ്റ്‌വർക്ക് വഴി ബന്ധപ്പെട്ടുകൊണ്ടിരിക്കുക. ലിനക്സ് മിന്റ് - റ്റ്വിറ്റർ, ഫേസ്ബുക്ക്, എം.എസ്.എൻ., ഐ.സി.ക്യു., ഗൂഗിൾടോക്ക്, എ.ഐ.എം., യാഹൂ തുടങ്ങി നിരവധി നെറ്റ്‌വർക്കുകളിൽ താങ്കൾക്ക് സമ്പർക്കം പുലർത്താനുള്ള സൗകര്യം ചെയ്യുന്നുണ്ട്.
mr: ईमेल, मेसेंजर किंवा आपल्या आवडीच्या सोशल नेटवर्कवर, आपले मित्र आणि जवळचे संपर्कात ठेवा. लिनक्स मिंट मधे आपल्याला Twitter, फेसबुक, MSN, ICQ, GoogleTalk, AIM, याहू आणि इतर अनेक नेटवर्क सह संवाद साधण्यासाठी आवश्यक ते सर्व काही मिळेल.
ms: Terus berhubung dengan rakan dan kenalan anda, melalui e-mel, messenger atau pada rangkaian sosial kegemaran anda. Linux Mint menyediakan semua yang anda perlukan untuk berinteraksi dengan Twitter, Facebook, MSN, ICQ, GoogleTalk, AIM, Yahoo dan rangkaian yang lain.
ne: आफ्ना साथी र सम्पर्कहरुसँग ईमेल, मेसेन्जर या तपाईंको मन्पर्ने सामाजिक सन्जालबाट कन्नेक्तेद रहनुहोस् । लिनक्स मिन्तले तपाईंलाई Twitter, Facebook, MSN, ICQ, GoogleTalk, AIM, Yahoo र अरु देरै सन्जालहरुको लागि चाहिने जरुरी सफ्टवेर प्रदान गरेको छ ।
oc: Demoratz en contacte amb vòstres amics par mail, messatjariá o amb l'ajuda de vòstras rets socialas preferidas. Linux Mint provesís tot çò que n'avètz besonh per utilizar Twitter, Facebook, MSN, ICQ, GoogleTalk, AIM, Yahoo e fòrça rets mai.
pl: Pozostawaj w kontakcie ze swoimi przyjaciółmi i znajomymi za pośrednictwem e-maila, komunikatora lub swojego ulubionego portalu społecznościowego. Linux Mint umożliwia Ci interakcje z serwisami Twitter, Facebook, MSN, ICQ, GoogleTalk, AIM, Yahoo i wieloma innymi.
pt: Mantenha-se ligado aos seus amigos e contactos através de correio eletrónico, messenger ou rede social favorita. O Linux Mint fornece tudo o que precisa para interagir com o Twitter, Facebook, MSN, ICQ, Google Talk, AIM, Yahoo e outros
pt_br: Mantenha-se conectado com seus amigos e contatos, por email, mensageiro instantâneo ou através de suas redes sociais favoritas. O Linux Mint provê tudo que você possa precisar para interagir com o Twitter, Facebook, MSN, ICQ, GoogleTalk, AIM, Yahoo! e muitas outras redes.
ru: Поддерживайте связь с друзьями и знакомыми по электронной почте, с помощью клиентов обмена сообщениями или в ваших любимых социальных сетях. Linux Mint предоставляет всё необходимое для взаимодействия с Twitter, Facebook, MSN, ICQ, GoogleTalk, AIM, Yahoo и многими другими сервисами.
sk: Zostaňte v kontakte so svojimi priateľmi, prostredníctvom elektronickej pošty, komunikátoru alebo vašej obľúbenej sociálnej siete. V Linux Mint nájdete všetko potrebné pre komunikáciu cez Twitter, Facebook, MSN, ICQ, GoogleTalk, AIM, Yahoo a mnoho ďalších.
sl: Ostanite v stiku s svojimi prijatelji in znanci, po e-pošti, s sporočili ali na svojem priljubljenem socialnem omrežju. Linux Mint ponuja vse, kar potrebujete za Twitter, Facebook, MSN, ICQ, GoogleTalk, AIM, Yahoo in številna druga omrežja.
sq: Mbahuni të lidhur e miqtë dhe kontaktet tuaja, me email, messenger ose në rrjetet tuaja të preferuara shoqërore. Linux Mint ju jep gjithçka që ju nevojitet për të ndërvepruar me Twitter, Facebook, MSN, ICQ, GoogleTalk, AIM, Yahoo dhe shumë rrjete të tjera.
sr: Останите у контакту са вашим пријатељима, преко електронске поште, месенџера или преко омиљене социјалне мреже. Линукс Минт Вам омогућава да комуницирате преко Twitter-а, Facebook-а, MSN-а, ICQ-а, GoogleTalk-а, AIM-а, Yahoo-а и многих других.
sv: Håll kontakten med dina vänner och kontakter, via e-post, snabbmeddelande eller på dina sociala nätverk. Linux Mint tillhandahåller allt du behöver för att kommunicera via Twitter, Facebook, MSN, ICQ, GoogleTalk, AIM, Yahoo och många andra nätverk.
ta: உங்கள் நண்பர்களுடனும், தெரிந்தவர்களுடனும் மின்னஞல், தூதன் அல்லது உங்கள் விருப்பமான சமூக வலைதலத்தின் மூலம் இணைந்திருங்கள். லினக்ஸ் மின்ட் ட்விட்டர், முகநூல், MSN, ICQ, கூகுள்பேச்சு, AIM, யாகூ மற்றும் வேறு சில பிணையத்துடன் தொடர்பு கொள்ள தேவையானவை அனைத்தையும் வழங்குகிறது.
te: ఈమెయిల్, సందేశకం లేదా మీ ఇష్టమైన సామాజిక నెట్‌వర్కుల ద్వారా మీ మిత్రులతో మరియు పరిచయాలతో టచ్‌లో ఉండండి. ట్విట్టర్, ఫేస్‌బుక్, MSN, ICQ, గూగుల్ టాక్, AIM, యాహూ మరియు ఇంకా చాలా నెట్‌వర్కులతో పరస్పరం కలుసుకొనుటకు మీకు కావలసినవాటిని లినక్స్ మింట్ సమకూర్చుతుంది.
tg: Бо дӯстон ва тамосҳои худ тавассути почтаи электронӣ, паёмбар ё шабакаҳои иҷтимоии дӯстдошта дар тамос бошед. Linux Mint барои истифодаи Twitter, Facebook, MSN, ICQ, GoogleTalk, AIM, Yahoo ва дигар хидматҳои шабакавӣ ба шумо ҳамаи имкониятҳоро таъмин менамояд.
th: ติดต่อกับเพื่อนและผู้ติดต่อของคุณผ่านทางอีเมล เมสเซนเจอร์ หรือบนเครือข่ายสังคมที่คุณชื่นชอบ ลินุกซ์มินต์ให้สิ่งที่คุณต้องมีปฏิสัมพันธ์กับ Twitter, Facebook, MSN, ICQ, GoogleTalk, AIM, Yahoo และเครือข่ายอื่น ๆ อีกมากมาย
tl: Makipag ugnay sa mga kaibigan at kapamilya sa tulong ng email, messenger o ang inyong paboritong social netwrks. Ang Linux Mint ay puwedeng mag interact sa Twitter, Facebook, MSN, ICQ, GoogleTalk, AIM, Yahoo Messenger at iba pa
tr: Arkadaşlarınızla ve bağlantılarınızla; e-posta, anlık ileti ya da favori sosyal ağlarınız aracılığı ile iletişim halinde kalın. Linux Mint; Twitter, Facebook, MSN, ICQ, GoogleTalk, AIM, Yahoo ve diğer çok sayıdaki iletişim hizmetine erişebilmeniz için gerekli uygulamaları size sunar.
uk: Залишайтеся на зв’язку зі своїми друзями та контактами через електронну пошту, проґраму обміну повідомленнями та у ваших улюблених соціяльних мережах. Linux Mint надає Вам усе потрібне для взаємодії з Twitter, Facebook, MSN, ICQ, GoogleTalk, AIM, Yahoo та з багатьма іншими соціяльними мережами.
vi: Giữ liên lạc với bạn bè và các mối liên hệ với điện thư, trình nhắn tin hoặc trên mạng xã hội ưa thích. Linux Mint đem đến tất cả những gì bạn cần để tương tác với Twitter, Facebook, MSN, ICQ, GoogleTalk, AIM, Yahoo và rất nhiều mạng xã hội khác.
zh_cn: 通过电子邮件、即时聊天程序或者社交网站随时与您的家人、朋友保持联系。Linux Mint 可以让您方便地连接到 Twitter、Facebook、MSN、ICQ、GoogleTalk、AIM、Yahoo 等网络中！
zh_hk: 以電郵、即時通訊和你喜愛的社交網絡與你的朋友和聯絡人保持聯繫。Linux Mint 能滿足你在 Twitter、Facebook、MSN、ICQ、GoogleTalk、AIM、Yahoo 以及其他網絡互動的需求。
zh_tw: 用 email，通訊軟體，或在您喜歡的社群網站上與您的朋友和聯絡人保持連繫。Linux Mint 能滿足您在 Twitter，Facebook，MSN，ICQ，GoogleTalk，AIM，Yahoo，或其他網路上與他人互動的所有需求。

source: Included software
am: የተካተቱ ሶፍትዌሮች
ar: البرمجيات المرفقة
be: Уключаныя праграмы
bg: Включен софтуер
bn: প্রদও সফটওয়্যার
bs: Instalirani softver
ca: Programari inclòs
cs: Obsažený software
cy: Meddalwedd sy'n gynwysedig
eo: Inkluzivata programaro
es: Software incluido
et: Kaasasolev tarkvara
eu: Instalatutako softwarea
fa: نرم‌افزارهای موجود
fi: Mukana ohjelmistot
fil: Mga kasamang software
fr_ca: Logiciels inclus
gd: Bathar-bog a tha 'na bhroinn
gl: Software incluído
hr: Uključeni softver
hu: Beépített szoftverek
id: Perangkat lunak yang dimasukkan
is: Innifalinn hugbúnaður
ja: 含まれるソフトウェア
lt: Įtraukta programinė įranga
lv: Iekļautā programmatūra
ml: ലഭ്യമായ സോഫ്റ്റ്‌വേറുകൾ
mr: समाविष्ट केलेले सॉफ्टवेअर
ms: Termasuk perisian
ne: उपलब्ध सफ्टवेयर
oc: Logicials incluses
pa: ਮੌਜੂਦ ਸਾਫਟਵੇਅੜ
pl: Dołączone oprogramowanie
pt: Programas incluídos
pt_br: Software incluso
ru: Предустановленное программное обеспечение
sk: Priložený softvér
sl: Priloženi programi
sq: Programet e përfshira
sr: Укључени програми
sv: Inkluderad programvara
ta: இணைக்கப்பட்ட மென்பொருள்கள்
te: ఉంచబడిన సాఫ్ట్‍వేర్
tg: Нармафзори иловашуда
th: ซอฟต์แวร์ที่มาในชุด
tl: kasamang mga software
tr: Öntanımlı yazılımlar
uk: Включене проґрамне забезпечення
vi: Phần mềm cài sẵn
zh_cn: 预装软件
zh_hk: 附帶軟件
zh_tw: 內建軟體

source: Thunderbird
am: ተንደር በርድ
ar: ثَندِربِرد
bn: থান্ডারবার্ড
fa: تاندربیرد (Thunderbird) برنامه مدیریت ایمیل‌ها و کارهای شخصی شما
hu: Thunderbird (levelező)
ml: തണ്ടര്‍ബേഡ്
mr: थंडरबर्ड
ne: थन्डरबर्ड
pa: ਥੰਡਰਬਰਡ
ta: இடிபறவை
te: థండర్‌బర్డ్

source: Pidgin
am: ፒጂን
ar: بِدجِن
bg: Бързи съобщения (Pidgin)
bn: পিজিন
fa: کبوتر (Pidgin) برنامه مخصوص چت
hu: Pidgin (üzenetküldő)
ml: പിഡ്ജിൻ
mr: पिजन
ne: पिद्गिन
pa: ਪਿਡਗਿਨ
ta: பிட்கின்
te: పిడ్జిన్

source: Xchat
am: ኤክስ ቻት
ar: إكس شات
bn: এক্সচ্যাট
hu: Xchat (IRC kliens)
ml: എക്സ്ചാറ്റ്
mr: X-चाट
ne: एक्स च्याट
ta: எக்ஸ்அரட்டை
te: ఎక్స్ చాట్

source: Customize your desktop
am: ዴስክቶፕ መቀያየሪያ
ar: خصص سطح مكتبك
be: Падладжвайце асяроддзе пад сябе
bg: Персонализиране на работния плот
bn: আপনার ডেস্কটপ কাস্টোমাইজ করুন
bs: Prilagodite svoj desktop
ca: Personalitzeu el vostre escriptori
cs: Upravte si pracovní plochu
cy: Cyfaddasu eich bwrdd gwaith
eo: Tajlori via labortablo
es: Personalice su escritorio
et: Töölaua kohandamine
eu: Pertsonalizatu zure mahaigaina
fa: میزکار خودتان را اختصاصی کنید
fi: Muokkaa työpöytä
fil: Ipasadya ang iyong desktop
fr_ca: Personnalisez votre bureau
gd: Gnàthaich an desktop agad
gl: Personalice o seu escritorio
hr: Prilagodite svoju radnu površinu
hu: Változtassa meg munkaasztalát
id: Kustomisasi desktop anda
is: Sérsníddu skjáborðið þitt
ja: デスクトップをカスタマイズ
lt: Prisitaikykite darbastalį sau
lv: Pielāgo savu darbvirsmu
ml: താങ്കളുടെ ഡെസ്ക്‌ടോപ്പ് ഇച്ഛാനുസരണമാക്കുക
mr: तुमचा आवडीनुसार डेस्कटॉप सजवा
ms: Sesuaikan desktop anda
ne: आफ्नो डेस्कटपलाई अनुकूलित बनाउनुहोस्।
oc: Personalizatz vòstre burèu
pa: ਆਪਣੇ ਡੈਸਕਟਾਪ ਨੂੰ ਪਸੰਦ ਮੁਤਾਬਕ ਬਣਾਓ
pl: Dostosuj swój pulpit
pt: Personalize o seu ambiente de trabalho
pt_br: Personalize o seu ambiente de trabalho
ru: Настройте свой рабочий стол
sk: Prispôsobte si pracovnú plochu
sl: Prilagodite si namizje
sq: Përshtasni desktopin tuaj
sr: Прилагодите своју радну површину
sv: Anpassa ditt skrivbord
ta: உங்கள் பணிமேடையை தனிப்பயனாக்கு
te: మీ డెస్క్‍టాప్‌ను మలచుకోండి
tg: Фармоишдиҳии мизи корӣ
th: ปรับแต่งพื้นโต๊ะของคุณ
tl: Ipasadya ang iyong pook ng likha
tr: Masaüstünüzü özelleştirin
uk: Налаштуйте своє середовище
vi: Tùy biến màn hình làm việc của bạn
zh_cn: 定制您的桌面
zh_hk: 自訂你的桌面
zh_tw: 自訂您的桌面
