Repository: Antergos/antergos-packages
Catalog: mate-mint-menu/mint-translations/po-export/slideshow-mint/slideshow-mint-*.po
Languages: am, ar, be, bg, bn, bs, ca, cs, cy, eo, es, et, eu, fa, fi, fil, fr_ca, gd, gl, hr, hu, id, is, ja, lt, lv, ml, mr, ms, ne, oc, pa, pl, pt, pt_br, ru, sk, sl, sq, sr, sv, ta, te, tg, th, tl, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Insert a DVD and enjoy a movie. Watch high-definition videos with VLC.
am: ዲቪዲ አስገብተው ሲኒማ ይመልከቱ ፤ በቪልሲ ማጫወቻ ሀይ-ዴፊንሽን ሲማዎችን ይመልከቱ
ar: ادخل دي في دي واستمتع بالفلم. شاهد فيديوات عالية الدقة بـ'في إل سي'
be: Устаўце DVD і цешцеся стужкамі. Глядзіце высокаякаснае відэа праз VLC.
bg: Поставете DVD и се насладете на филма. Гледайте филми с висока резолюция с VLC.
bn: ডিভিডি প্রবেশ করুন এবং মুভি উপভোগ করুন। ভিএলসির মাধ্যমে হাই-ডেফিনেশন মুভি দেখুন।
bs: Ubacite DVD i uživajte u nekom filmu. Gledajte video visoke rezolucije pomoću VLC-a.
ca: Introduïu un DVD i gaudiu d'una película. Mireu vídeos d'alta definició amb VLC.
cs: Vložte DVD a užívejte si film. Sledujte videa v HD kvalitě pomocí přehrávače VLC.
cy: Rhowch DVD i mewn a mwynhewch gwylio ffilm. Gwyliwch fidios clirlun gyda VLC.
eo: Enmetu DVD kaj ĝuu filmo. Rigardu altdifinajn videojn kun VLC.
es: Introduzca un DVD y disfrute de una pelicula. Vea vídeos en alta definición con VLC.
et: Lihtsalt sisesta DVD arvutisse ning naudi filmi tuntud kõrgklassi rakendusega - VLC.
eu: Sartu DVD bat eta gozatu pelikula bat. Ikusi bereizmen handiko bideoak VLC erabiliz.
fa: یک دی‌وی‌دی (DVD) بزارید و از یک فیلم لذت ببرید. ویدیو‌های با کیفیت بالا را با VLC تماشا کنید.
fi: Aseta DVD-levy asemaan ja nauti elokuvasta. Katso teräväpiirtovideoita VLC-mediasoittimella.
fil: Magsingit ng isang DVD at tangkilikin ang pelikula. Panoorin ang high-definition na video sa VLC.
fr_ca: Insérez un DVD et profitez du film. Regardez des vidéos en haute définition avec VLC.
gd: Cuir a-steach DVD agus gabh tlachd ann am film. Coimhead air videothan ann an deifinisean àrd le VLC.
gl: Insira un DVD e goce dun filme. Ver vídeos de alta definición con VLC.
hr: Umetnite DVD i uživajte u filmu. Gledajte video snimke visoke razlučivosti s VLC-om.
hu: Csak tegye be a DVD-t és élvezze a filmet. A VLC-vel HD minőségű videókat is nézhet.
id: Masukkan sebuah DVD dan tonton film. Lihat video definisi-tinggi dengan VLC
is: Settu inn DVD diska og njóttu kvikmynda. Skoðaðu HD háskerpumyndir með VLC.
ja: DVD を挿入し、映画を鑑賞しましょう。VLC ではハイビジョン動画を再生できます。
lt: Įdėkite DVD ir mėgaukitės filmu. Žiūrėkite aukštos raiškos vaizdo įrašus, naudodamiesi VLC.
lv: Ievieto DVD un baudi filmu. Skaties augstas izšķirtspējas video ar VLC.
ml: ഡി.വി.ഡി. ഇടുക ചലച്ചിത്രമാസ്വദിക്കുക. ഹൈ-ഡെഫനിഷൻ ചലച്ചിത്രങ്ങൾ വി.എൽ.സി. ഉപയോഗിച്ച് കാണുക.
mr: DVD वरून मूव्ही चा आनंद घ्या. VLC सह HD व्हिडिओ पहा.
ms: Masukkan DVD dan nikmati filem. Tonton video definisi tinggi dengan VLC.
ne: डि.भि.डि राखेर फिल्मको मजा लिनुहोस् | काफ्फेइनसँग उच्च गुणवत्ताको भिडियो हेर्नुहोस् |
oc: Inserissètz un DVD e profiechatz del filme. Agachatz de vidèos en nauta definicion amb VLC.
pl: Włóż płytę DVD i ciesz się filmem. Oglądaj filmy w wysokiej rozdzielczości z programem VLC.
pt: Insira um DVD e desfrute de um filme. Veja vídeos de alta definição com o VLC.
pt_br: Ponha um DVD no drive e aprecie um filme. Assista a vídeos em alta definição (HD) com o VLC.
ru: Вставьте DVD и наслаждайтесь просмотром фильма. Смотрите видео высокой чёткости с помощью плеера VLC.
sk: Vložte DVD a užite si film. Sledujte video vo vysokej kvalite pomocou VLC.
sl: Vstavite DVD in uživajte v filmu. Z programom VLC glejte filme v visoki ločljivosti.
sq: Vendos një DVD dhe shiko një film. Shiko video me përkufizim të lartë me VLC.
sr: Убаци ДВД и уживај у филму. Гледај видео високе резолуције уз помоћ VLC.-а
sv: Mata in en DVD-skiva och njut av en film. Se på högupplösta filmer med VLC.
ta: ஒரு டிவிடி செருகி படத்தை அனுபவியுங்கள். வி.எல்.சி மூலம் உயர்-வரையறை நிழற்படங்களளைக் காணுங்கள்.
te: ఒక డీవీడీని చొప్పించండి మరియు చిత్రాన్ని ఆనందించండి. అధిక నాణ్యత వీడియోలను వియల్సీతో వీక్షించండి.
tg: Диски DVD-ро дарҷ кунед ва филмро тамошо кунед. Видеоҳои баландсифатро тавассути VLC тамошо кунед.
th: ใส่แผ่นดีวีดีและเพลิดเพลินกับภาพยนตร์คมชัดสูงได้ด้วย VLC
tl: Ilagay ang DVD para manood ng palabas. Manood ng high-definition videos sa pamamagitan ng VLC.
tr: Bir DVD yerleştirin ve filmin tadını çıkarın. Yüksek çözünürlüklü videoları VLC ile izleyin.
uk: Вставте DVD і насолоджуйтеся фільмом. Переглядайте видиво з високою роздільною здатністю через VLC.
vi: Bỏ một đĩa DVD vào và thưởng thức phim. Xem phim độ nét cao HD với VLC.
zh_cn: 插入DVD，欣赏您的电影。使用 VLC 媒体播放器来播放高清视频。
zh_hk: 插入 DVD 並享受電影。用 VLC 觀賞高清影片。
zh_tw: 插入 DVD 並觀賞電影。使用 VLC 觀賞高畫質影片。

source: VLC
am: ቪኤልሲ
ar: في ال سي
bn: ভিএলসি
hu: VLC (videólejátszó)
ml: വി.എൽ.സി.
mr: व्ही एल सी
ne: भि.एल.सि
ta: விஎல்சி
te: వియల్సీ

source: Totem
am: ቶተም
ar: طوطم
bn: টোটেম
fi: Elokuvasoitin
hu: Totem (videólejátszó)
ml: ടോടെം
mr: टोटेम
ne: टोटेम
pa: ਟੋਟੇਮ
te: టోటెమ్
zh_tw: Totom

source: Video codecs
am: ቪዲዮ ኮዴክስ
ar: ترميزات الفيديو
be: Відэа-кодэкі
bg: Видео кодеци
bn: ভিডিও কোডেকসমূহ
bs: Video kodeci
ca: Còdecs de vídeo
cs: Video kodeky
cy: Codecs fideo
eo: Videaj kodekoj
es: Códecs de vídeo
et: Videokoodekid
eu: Bideo kodekak
fa: کُدک‌های ویدئو
fi: Videokoodekit
fil: Codec ng video
fr_ca: Codecs vidéo
gl: Códecs de vídeo
hr: Video kôdeki
hu: Videó kodekek
id: Video codec
is: Vídeókóðun
ja: ビデオコーデック
lt: Vaizdo kodekai
lv: Video kodeki
ml: വീഡിയോ കോഡെക്സ്
mr: व्हीडीओ कोडेक्स
ms: codec video
ne: भिडियो कोडेक
oc: Codècs vidèo
pa: ਵਿਡੀਓ codecs
pl: Kodeki wideo
pt: Codificadores de vídeo
pt_br: Codecs de vídeo
ru: Видеокодеки
sk: Video kodeky
sl: Video kodeki
sq: Kodekset video
sr: Видео кодеци
sv: Video-kodekar
ta: நிழற்படகோடெக்குகள்
te: వీడియో కొడెక్‌లు
tg: Кодекҳои видеоӣ
th: ตัวแปลงสัญญาณวิดีโอ
tr: Video çözücüleri
uk: Видиво кодеки
vi: Các bộ mã video
zh_cn: 视频编解码器
zh_hk: 視訊編解碼器
zh_tw: 視訊編解碼器

source: Browse the web
am: ድርን መቃኛ
ar: تصفح الوِب
be: Праглядайце сеціва
bg: Сърфиране в Интернет
bn: ওয়েব ব্রাউজ করুন
bs: Pregledavanje web stranica
ca: Navegueu per la xarxa
cs: Prohlížejte internet
cy: Pori'r we
eo: Foliumi la reton
es: Navegue por la web
et: Veebi sirvimine
eu: Arakatu web-a
fa: در اینترنت گردش کنید
fi: Selaa nettiä
fil: Mag-browse sa web
fr_ca: Naviguez sur le Web
gd: Brabhsaich an lìon
gl: Navegar pola web
hr: Pretražujte Internet
hu: Böngésszen az interneten
id: Jelajah web
is: Flakka á vefnum
ja: ウェブの閲覧
lt: Naršykite po internetą
lv: Pārlūkojiet tīmekli
ml: വെബ് ഉപയോഗിക്കുക
mr: फेरफटका मारा इंटरनेट महाजाळात
ms: Layari web
ne: वेब ब्राउज गर्नुहोस्
oc: Navigar sus Internet
pa: ਵੈੱਬ ਬਰਾਊਜ਼ ਕਰੋ
pl: Przeglądaj sieć
pt: Navegar na web
pt_br: Navegue na web
ru: Пользуйтесь Интернетом
sk: Surfujte na Internete
sl: Brskajte po spletu
sq: Shfletoni internetin
sr: Разгледај веб
sv: Surfa på nätet
ta: இணையத்தில் உலாவு
te: జాలములో విహరించండి
tg: Вебсайтҳоро тамошо кунед
th: ท่องดูเว็บ
tl: Mag browse sa web.
tr: Webde gezinin
uk: Перегляд веб-сайтів
vi: Duyệt Web
zh_cn: 浏览互联网
zh_hk: 瀏覽網絡
zh_tw: 瀏覽網路

source: Be fast and safe on the web with Mozilla Firefox. Enjoy Java, Flash and multimedia content.
am: በሞዚላ ፋየርፎክስ ዌብን በፍጥነት እና በደህንነት ይጎብኙ ፤ በጃቫ ፤ ፍላሽ እና መልቲሚዲያ ትእይንቶችን በማየት ይደሰቱ
ar: كن سريعاً وآمناً على الوِب مع موزيلا فَيَرفُكس. استمتع بالجافا, الفلاش والوسائط المتعددة.
be: Праглядайце вэб-старонкі праз Mozilla Firefox хутка і без рызыкі. Карыстайцеся Java, Flash і мультымедыйным змесцівам.
bg: Бъдете бързи и защитени в интернет с Mozilla Firefox. Насладете се на Java, Flash и мултимедийно съдържание.
bn: মোজিলা ফায়ারফক্সের মাধ্যমে দ্রুত এবং নিরাপদে ওয়েব ব্রাউজ করুন। জাভা, ফ্ল্যাশ এবং মাল্টিমিডিয়া কন্টেন্টসমূহ উপভোগ করুন।
bs: Surfajte brzo i sigurno na webu pomoću Mozilla Firefoxa. Uživajte u Javi, Flashu i ostalom multimedijalnom sadržaju.
ca: Navegueu per la xarxa ràpidament i segura amb Mozilla Firefox. Gaudiu de continguts de Java, Flash i multimèdia.
cs: Prohlížejte si webové stránky rychle a bezpečně s Mozillou Firefox. Zobrazte si multimediální obsah stránek pomocí technologií Java a Flash.
cy: Porwch y we yn gyflym ac yn ddiogel gyda Mozilla Firefox. Mwynhewch Java, Flash a chynnwys amlgyfrwng.
eo: Esti rapide kaj sekure sur la reto kun Mozilla Firefox. Ĝuu Ĝavon, Flaŝon kaj plurmedian enhavon.
es: Navegue por la web de manera rápida y segura con Mozilla Firefox. Disfrute de Java, Flash y contenidos multimedia.
et: Mozilla Firefoxiga on sinu veebi sirvimine kiire ja turvaline. Naudi Javat, Flashi ja multimeediat.
eu: Sarean arin eta seguru ibili Mozilla Firefox-ekin. Gozatu Java, Flash eta eduki multimediak.
fa: در فضای وب، با موزیلا فایرفاکس امن و سریع گردش کنید. از جاوا(Java)، فلش (Flash) و محتوی چندرسانه‌ای لذت ببرید.
fi: Mozilla Firefox -nettiselaimella surffaat turvallisesti ja nopeasti. Nauti Java-, Flash- ja multimediasisällöistä.
fil: Maging mabilis at ligtas sa web gamit ang Mozilla Firefox. Tangkilikin ang Java, Flash at nilalaman na multimedia.
fr_ca: Soyez rapide et en sécurité sur le web avec Mozilla Firefox. Profitez de Java, Flash et des contenus multimédias.
gd: Bi luath agus sàbhailte air an lìon le Mozilla Firefox. Gabh tlachd ann an Java, Flash agus susbaint ioma-mheadhanach.
gl: Sexa rápido e seguro na web con Mozilla Firefox. Goce de Java, Flash e dos contidos multimedia.
hr: Budite brzi i sigurni na Internetu s Mozilla Firefoxom. Uživajte u Javi, Flashu i multimedijskim sadržajima.
hu: A Mozilla Firefox gyors és biztonságos böngészést tesz lehetővé. Fedezze fel a Java, a Flash és a multimédiás tartalmakat.
id: Cepat dan aman di web dengan Mozilla Firefox. Nikmati Java, Flash dan konten multimedia.
is: Skoðaðu vefinn hratt og öruggt með Mozilla Firefox. Nýttu þér Java, Flash og margmiðlunarefni.
ja: Mozilla Firefox を使用して快適で安全なウェブブラウジングを。Java や Flash、各種マルチメディアコンテンツを楽しむことができます。
lt: Būkite greiti ir saugūs internete su Mozilla Firefox naršykle. Mėgaukitės Java, Flash ir kitokiu įvairialypiu turiniu.
lv: Lietojiet ātri un droši tīmekli ar Mozilla Firefox. Baudiet Java, Flash un multivides saturu.
ml: മൊസില്ല ഫയർഫോക്സ് ഉപയോഗിച്ച് സുരക്ഷിതമായും വേഗത്തിലും വെബ് ഉപയോഗിക്കുക. ജാവ, ഫ്ലാഷ്, മൾട്ടിമീഡിയ ഉള്ളടക്കങ്ങൾ ആസ്വദിക്കുക.
mr: फायरफॉक्स सह वेब चा जलद वापर करा आणि सुरक्षित रहा. जावा, फ्लॅश आणि मल्टिमिडीयाचा आनंद घ्या.
ms: Cepat dan selamat di web dengan Mozilla Firefox. Nikmati Java, Flash dan kandungan multimedia.
ne: वेबमा मोजिला फायरफक्ससँग छिटो तथा सुरक्षित रहनुहोस्। जाभा, फ्ल्याश र मल्टिमिडियाको भरिपुर्ण आनन्द गर्नुहोस्।
oc: Siatz rapid e en seguretat sus Internet amb Mozilla Firefox. Profiechatz de Java, Flash e dels contenguts multimèdias.
pa: ਵੈੱਬ ਉੱਤੇ ਮੋਜ਼ੀਲਾ ਫਾਇਰਫਾਕਸ ਨਾਲ ਤੇਜ਼ ਬਣੋ ਅਤੇ ਸੁਰੱਖਿਅਤ ਰਹੋ। ਜਾਵਾ, ਫਲੈਸ਼ ਅਤੇ ਮਲਟੀਮੀਡਿਆ ਸਮੱਗਰੀ ਦਾ ਆਨੰਦ ਲਵੋ।
pl: Bądź szybki i bezpieczny w sieci z Mozilla Firefoxem. Ciesz się zawartością multimedialną stron opartą na Javie i Flashu.
pt: Navegue na Internet com rapidez e segurança com o Mozilla Firefox. Desfrute de Java, Flash e conteúdos multimédia.
pt_br: Seja rápido e esteja seguro na web com o Firefox. Faça uso de Java, Flash e conteúdo multimídia.
ru: Получите быстрый и безопасный выход в Интернет вместе с Mozilla Firefox. Наслаждайтесь Java, Flash и мультимедиа контентом.
sk: Na Internet rýchlo a bezpečne s webovým prehliadačom Mozilla Firefox. Užite si Javu, Flash a multimediálny obsah.
sl: Bodite hitri in varni na spletu z brskalnikom Mozilla Firefox. Uživajte v Javi, Flashu in predstavnih vsebinah.
sq: Bëhuni të shpejtë dhe të sigurtë në internet me Mozilla Firefox. Kënaquni me përmbajtjen në Java, Flash dhe multimedia.
sr: Будите брзи и безбедни на интернету са Mozilla Firefox. Уживај у Java-и, Флешу и мултимедијалним садржајима
sv: Var snabb och trygg på nätet med Mozilla Firefox. Njut av Java-, Flash- och multimedia-element.
ta: Mozilla Firefox மூலம் இணையத்தில் வேகமாகவும் பாதுகாப்பாகவும் இருங்கள். ஜாவா, ஃப்ளாஷ் மற்றும் பல்லூடக உள்ளடக்கத்தை அனுபவியுங்கள்.
te: మొజిల్లా ఫైర్‌ఫాక్సుతో జాలములో మరింత వేగంగా మరియు భద్రంగా ఉండండి. జావా, ఫ్లాష్ మరియు బహుళమాధ్యమ అంశాల్ని ఆస్వాదించండి.
tg: Вебсайтҳоро бо браузери Mozilla Firefox босуръат ва бехатар тамошо кунед. Аз истифодаи мӯҳтавои Java, Flash ва мултимедиа кайф кунед.
th: ท่องเว็บได้อย่างรวดเร็วและปลอดภัยด้วย Mozilla Firefox เพลิดเพลินกับ Java Flash และเนื้อหามัลติมีเดียอื่น ๆ อีกมากมาย
tl: Magbrowse na safe at mabilis sa pamagitan ng Firefox. Mag enjoy sa Java, Flash at iba pang multimedia content.
tr: Mozilla Firefox ile Web'de hızlı ve güvende olun. Java, Flash ve çokluortam içeriklerinin tadını çıkarın.
uk: Почувайтеся безпечним в Інтернеті за допомогою Mozilla Firefox. Насолоджуйтеся Java, Flash та вмістом мультимедія.
vi: Lướt web nhanh chóng và an toàn với Mozilla Firefox. Thưởng thức nội dung đa phương tiện và Java, Flash.
zh_cn: 使用 Mozilla Firefox 快速、安全地畅游互联网，享受各种 Java、Flash 和多媒体的精彩内容。
zh_hk: 使用 Mozilla Firefox 上網，快速又安全。享受 Java、Flash 和多媒體內容。
zh_tw: 使用 Mozilla Firefox 瀏覽網站既快速又安全。盡情享受 Java，Flash，與多媒體內容。

source: Firefox
am: ፋየርፎክስ
ar: فَيَرفُكس
bn: ফায়ারফক্স
fa: فایرفاکس
ml: ഫയർഫോക്സ്
mr: फायरफॉक्स
ne: फायरफक्स
pa: ਫਾਇਰਫਾਕਸ
ta: நெருப்புநரி
te: ఫైర్‌ఫాక్స్

source: Flash
am: ፍላሽ
ar: فلاش
bn: ফ্ল্যাশ
eo: Flaŝo
fa: فلش (Flash)
ml: ഫ്ലാഷ്
mr: फ्लॅश
ne: फ्ल्याश
oc: Animacion Flash
pa: ਫਲੈਸ਼
sr: Флеш
ta: ஃப்ளாஷ்
te: ఫ్లాష్
tl: Kislap (Flash)

source: Java
am: ጃቫ
ar: جافا
bn: জাভা
eo: Ĝavo
fa: جاوا (Java)
ml: ജാവ
mr: जावा
ne: जाभा
pa: ਜਾਵਾ
ta: ஜாவா
te: జావా

source: Welcome to Linux Mint
am: እንኳን ደህና መጡ ወደ ሊነክስ ሚንት
ar: مرحباً بك في لينُكس منت
be: Вітаем у Linux Mint
bg: Добре дошли в Линукс Минт
bn: লিনাক্স মিন্টে স্বাগতম
bs: Dobrodošli u Linux Mint
ca: Benvinguts a Linux Mint
cs: Vítejte v Linuxu Mint
cy: Croeso i Linux Mint
eo: Bonvenon al Linux Mint
es: Bienvenido/a a Linux Mint
et: Tere tulemast kasutama Linux Minti!
eu: Ongi etorri Linux Mint-era
fa: به لینوکس مینت خوش آمدید
fi: Tervetuloa Linux Mintin pariin
fil: Maligayang pagdating sa Linux Mint
fr_ca: Bienvenue sur Linux Mint
gd: Fàilte gu Linux Mint
gl: Benvido/a a Linux Mint
hr: Dobrodošli u Linux Mint
hu: Üdvözöljük a Linux Mint-ben!
id: Selamat datang di Linux Mint
is: Velkomin í Linux Mint
ja: Linux Mint へようこそ
lt: Sveiki prisijungę prie Linux Mint
lv: Laipni lūdzam Linux Mint
ml: ലിനക്സ് മിന്റിലേക്ക് സ്വാഗതം
mr: लिनक्स मिंट मध्ये आपले स्वागत आहे
ms: Selamat Datang ke Linux Mint
ne: लिनक्स मिन्टमा स्वागत छ |
oc: Benvenguda sus Linux Mint
pa: ਲਿਨਕਸ ਮਿਟ ਵਲੋਂ ਜੀ ਆਇਆਂ ਨੂੰ
pl: Witaj w Linux Mint
pt: Bem-vindo ao Linux Mint
pt_br: Bem-vindo ao Linux Mint
ru: Добро пожаловать в Linux Mint
sk: Vitajte v Linux Mint
sl: Dobrodošli v Linux Mintu
sq: Mirësevini në Linux Mint
sr: Добродошли у Линукс Минт
sv: Välkommen till Linux Mint
ta: லினக்ஸ் மின்டிற்கு வரவேற்கின்றோம்
te: లినక్స్ మింట్‌కు స్వాగతం
tg: Хуш омадед ба Linux Mint
th: ยินดีต้อนรับสู่ลินุกซ์มินต์
tl: Mabuhay ang Linux Mint!
tr: Linux Mint'e hoşgeldiniz
uk: Ласкаво просимо до Linux Mint
vi: Chào mừng bạn đến với Linux Mint
zh_cn: 欢迎使用 Linux Mint
zh_hk: 歡迎使用 Linux Mint
zh_tw: 歡迎使用 Linux Mint

source: Welcome and thank you for choosing Linux Mint. This slideshow will show you around while the system is being installed on your computer.
am: እንኳን ደህና መጡ ወደ ሊነክስ ሚንት ፤ ሊነክስ ሚንትን በመምረጥዎ እናመሰግናለን። ይህ ስላይድ ሾው ስርአቱ እስኪገጠም ድረስ የተለያዩ ነገሮችን ያስጎበኞታል
ar: مرحباً بك وشكراً لاختيارك لينُكس منت. هذا العرض التقديمي سيُعرض بينما يتم تثبيت النظام على حاسوبك.
be: Вітаем вас і дзякуем, што абралі Linux Mint. Гэтае слайдшоў распавядзе вам пра Linux Mint, пакуль аперацыйная сістэма будзе ўсталёўвацца на кампутар.
bg: Добре дошли! Благодарим Ви, че избрахте Линукс Минт. Тази презентация ще Ви разведе наоколо докато трае инсталацията.
bn: স্বাগতম এবং লিনাক্স মিন্ট নির্বাচনের জন্য আপনাকে ধন্যবাদ। সিস্টেমে ইনস্টলের সময় এই স্লাইডশোটি আপনাকে লিনাক্স মিন্ট সম্পর্কে কিছুটা ধারণা দেবে।
bs: Dobrodošli i hvala vam što ste izabrali Linux Mint. Ova prezentacija će vam prikazati osnovne informacije o ovom sistemu dok se on instalira na vaš računar.
ca: Benvinguts i gràcies per triar Linux Mint. Aquesta presentació us avançarà les característiques del sistema, mentre s'instal·la al vostre ordinador.
cs: Vítejte. Děkujeme vám, že jste si vybrali Linux Mint. Tato prezentace vám jej zběžně představí během jeho instalace do vašeho počítače.
cy: Croeso a diolch am ddewis Linux Mint. Bydd y cyflwyniad hwn yn eich rhoi ar ben ffordd tra bod y system yn cael ei gosod ar eich cyfrifiadur.
eo: Bonvenon kaj dankon por elekti Linux Mint. Ĉi tiu lumbilda prezentado montros ĉirkaŭe al vin dum la sistemo estas instalanta en via komputilo.
es: Bienvenido/a y gracias por elegir Linux Mint. Esta presentación le dará una visión general del sistema mientras se instala en su equipo.
et: Tere tulemast ja suur tänu, et valisid Linux Minti. Samal ajal, kui süsteemi paigaldatakse sinu arvutisse, näidatakse sulle tutvustavat lühiesitlust Linux Minti kohta.
eu: Ongi etorri eta eskerrik asko Linux Mint aukeratzeagatik. Aurkezpen honek ikuspegi orokor bat emango dizu sistema zure ordenagailuan instalatzen den bitartean.
fa: خوش آمدید و از اینکه لینوکس مینت را انتخاب کرده‌اید از شما ممنونیم. در زمانی که سیستم در کامپیوتر شما در حال نصب است، این اسلایدها کمی شما را با محیط آن آشنا می‌سازد.
fi: Tervetuloa ja kiitos, että olet valinnut Linux Mintin! Esittelemme hieman järjestelmän ominaisuuksia samalla kun järjestelmä asentuu tietokoneeseen.
fil: Maligayang pagdating at salamat sa pagpili ng Linux Mint. Slideshow na ito ay magpapakita sa iyo sa paligid habang ang sistema ay naka-install sa iyong computer.
fr_ca: Bienvenue et merci d'avoir choisi Linux Mint. Cette présentation vous permettra de faire un tour d'horizon pendant que le système s'installe sur votre ordinateur.
gd: Fàilte ort agus tapadh leat airson Linux Mint a thaghadh. Bheir an taisbeanadh-shleamhnagan seo sealladh beag air rudan fhad 's a tha an siostam 'ga stàladh air a' choimpiutair agad.
gl: Benvido e grazas por escoller Linux Mint. Esta presentación mostraralle todo mentres o sistema se instala no seu computador.
hr: Dobrodošli i hvala Vam na odabiru Linux Minta. Ove prezentacijske snimke će vas upoznati sa sustavom dok se on instalira na vaše računalo.
hu: Köszönjük, hogy a Linux Mint-et választotta. Ez a bemutató egy áttekintő ismertetést nyújt Önnek, miközben rendszere a számítógépre települ.
id: Selamat datang dan terima kasih telah memilih Linux Mint. Tayangan slide ini akan mengantar anda berkeliling sekitar sementara sistem sedang diinstal pada komputer Anda.
is: Velkomin(n) og takk fyrir að velja Linux Mint. Þessi skyggnusýning er til þess að þú getir fræðst um kerfið á meðan verið er að setja það upp á tölvuna þína.
ja: Linux Mint を選んでいただき有り難うございます。コンピュータにインストールしている間、このスライドショーで Linux Mint について紹介します。
lt: Sveiki! Dėkojame, kad renkatės Linux Mint. Ši prezentacija pristatys jums sistemą, kol ji diegiama į kompiuterį.
lv: Sveicināti un paldies, ka izvēlējāties Linux Mint. Jums tiks parādīta šī slaidrāde, kamēr sistēma tiek instalēta datorā.
ml: സ്വാഗതം! ലിനക്സ് മിന്റ് തിരഞ്ഞെടുത്തതിനു നന്ദി. സിസ്റ്റം താങ്കളുടെ കമ്പ്യൂട്ടറിൽ ഇൻസ്റ്റോൾ ചെയ്യുന്നതിനിടെ ഈ സ്ലൈഡ്ഷോ താങ്കളെ ചുറ്റുപാടും കാണിക്കുന്നതാണ്.
mr: स्वागत. लिनक्स मिंट निवडल्या बद्दल धन्यवाद. आपल्या संगणकावर ही प्रणाली स्थापित केली जात असताना हा स्लाइडशो आपल्याला लिनक्स मिंट चे वैशिष्ट्ये दाखवेल.
ms: Selamat datang dan terima kasih kerana memilih Linux Mint. Tayangan gambar ini akan menampilkan persekitaran sementara sistem sedang dipasang pada komputer anda.
ne: लिनक्स मिन्टलाई छान्नु भएकोमा तपाईलाई धन्यवाद छ र स्वागत गर्दछौँ। यो स्लाइड शो तपाईलाई जानकारी दिदैँ सिस्टम इन्स्टल गर्दैहुनेछ।
oc: Benvenguda e mercé d'aver causit Linux Mint. Aquesta presentacion vos prepausa un torn d'orizont pendent que lo sistèma s'installa sus vòstre ordenador.
pa: ਜੀ ਆਇਆਂ ਨੂੰ ਅਤੇ ਲਿਨਕਸ ਮਿਟ ਚੁਣਨ ਲਈ ਧੰਨਵਾਦ ਹੈ। ਇਹ ਸਲਾਈਡ ਸ਼ੋ ਤੁਹਾਨੂੰ ਸਮਾਂ ਲੰਘਾਉਣ ਲਈ ਮੱਦਦ ਕਰੇਗਾ, ਜਦੋਂ ਤੱਕ ਤੁਹਾਡੇ ਕੰਪਿਊਟਰ ਉੱਤੇ ਸਿਸਟਮ ਇੰਸਟਾਲ ਕੀਤਾ ਜਾਂਦਾ ਹੈ।
pl: Witaj! Dziękujemy Ci za wybranie Linux Mint. Ten pokaz slajdów oprowadzi Cię po systemie, podczas gdy ten będzie instalowany na Twoim komputerze.
pt: Bem-vindo e obrigado por ter escolhido o Linux Mint. Esta apresentação decorrerá enquanto o sistema está a ser instalado.
pt_br: Seja bem-vindo e obrigado por escolher o Linux Mint. Esta apresentação de slides vai-lhe apresentar o sistema enquanto ele é instalado no seu computador.
ru: Добро пожаловать и спасибо за выбор Linux Mint! Пока система будет устанавливаться на компьютер, можно посмотреть это ознакомительное слайд-шоу.
sk: Vítajte a ďakujeme, že ste si vybrali Linux Mint. Táto prezentácia vám predstaví nový systém, zatiaľ čo sa bude inštalovať na váš počítač.
sl: Dobrodošli in hvala, ker ste izbrali Linux Mint. Predstavitev vas bo vodila po sistemu, ki se ravnokar namešča na vaš računalnik.
sq: Mirëseerdhët dhe faleminderit që zgjodhët Linux Mint. Ky tutorial do t'iu tregojë rrugën ndërkohë që sistemi instalohet në kompjuterin tuaj.
sr: Добродошли и хвала вам што сте изабрали Линук Минт. Ово кратка презентација ће вам показати основе, док се систем инсталиран на вашем рачунару.
sv: Välkommen och tack för att du valde Linux Mint. Den här bildvisningen kommer visa dig omkring medan systemet installeras på din dator.
ta: வரவேற்கிறோம் மெலும் லினக்ஸ் மின்ட் தேர்ந்தெடுத்தமைக்கு நன்றி. அமைப்பு உங்கள் கணினியில் நிறுவப்படும்போதே இந்த சறுக்குக்காட்சி தங்களுக்கு சுற்றி காண்பிக்கும்.
te: స్వాగతం, లినక్స్ మింట్ ఎంచుకున్నందుకు ధన్యవాదాలు. మీ కంప్యూటరు నందు వ్యవస్థ స్థాపించబడే వరకూ ఈ పలకప్రదర్శన ప్రదర్శించబడుతుంది.
tg: Хуш омадед ва ташаккур барои интихоби Linux Mint. Вақте ки системаи нав ба компютери шумо насб шуда истодааст, шумо метавонед намоиши слайдҳои моро аз назар гузаронед.
th: ยินดีต้อนรับและขอบคุณที่เลือกใช้ลินุกซ์มินต์ งานนำเสนอนี้จะแสดงคุณสมบัติต่าง ๆ ให้คุณได้เห็นระหว่างติดตั้งระบบบนคอมพิวเตอร์ของคุณ
tl: Mabuhay at salamat sa pagpili ng LInux Mint. Sa slideshow na ito makikita mo ang likas na yaman ng software na ito habang nag iinstall pa sa inyong computer.
tr: Hoşgeldiniz, Linux Mint'i seçtiğiniz için teşekkür ederiz. Sistem bilgisayarınıza kurulurken, bu slayt gösterisi size sistemi tanıtacak.
uk: Ласкаво просимо до Linux Mint і дякуємо Вам за вибір. Це слайд-шоу коротко розповість Вам про Linux Mint поки система встановлюється на комп’ютер.
vi: Xin chào mừng và cám ơn bạn đã tin dùng Linux Mint. Bộ trình chiếu sẽ giới thiệu với bạn một chút về Linux Mint trong khi cài đặt hệ thống vào máy của bạn.
zh_cn: 欢迎并感谢您选择使用 Linux Mint。Slideshow 将在安装系统的同时为您展示各种系统特性。
zh_hk: 歡迎並感謝你選擇 Linux Mint。 此幻燈片將在安裝過程中向你介紹 Linux Mint。
zh_tw: 歡迎! 感謝您選擇 Linux Mint。當系統安裝至您的電腦時，幻燈片放映會帶領您進⼊ Linux Mint 的世界。
