Repository: Antergos/antergos-packages
Catalog: mate-mint-menu/mint-translations/po-export/slideshow-mint/slideshow-mint-*.po
Languages: am, ar, be, bg, bn, bs, ca, cs, cy, eo, es, et, eu, fa, fi, fil, fr_ca, gd, gl, hr, hu, id, is, ja, lt, lv, ml, mr, ms, ne, oc, pa, pl, pt, pt_br, ru, sk, sl, sq, sr, sv, ta, te, tg, th, tl, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Make yourself at home and modify any aspect of your desktop. Choose from a large variety of themes, icons and backgrounds. Linux Mint is open and easy to customize.
am: ዴስክቶፕን እንደ ቤትዎ ለእርስዎ እንደሚስማማ በማሻሻል ይቀያይሩ ፤ ከብዙ አይነት ምልክቶች እና መልኮች እንዲሁም መደቦች መካከል የሚስማማዎትን ይምረጡ ፤ ሊነክስ ሚንት ነጻ እና ግልጽ ነው እርስዎ እንደሚፈልጉት ለማሻሻል
ar: اشعر وكأنك في المنزل و خصص أي جانب في سطح مكتبك. اختر من بين عدد هائل من السمات, الأيقونات و الخلفيات. لينُكس منت حُرة وسهلة التخصيص.
be: Пачувайцеся свабодна: змяняйце любую дэталь асяроддзя, выбірайце тэмы, значкі і абрусы. Linux Mint адкрыты і спрыяльны да настáўлення.
bg: Чувствайте се като у дома си и модифицирайте всеки аспект от работния плот. Изберете от голямо разнообразие от теми, икони и фонове. Линукс Минт е отворен и лесен за персонализиране.
bn: আপনার ডেস্কটপকে নিশ্চিন্তে বিভিন্ন আকার-আকৃতিতে সাজান। থিম, আইকন এবং ব্যকগ্রাউন্ডসমূহের বিশাল সংগ্রহশালা থেকে নির্বাচন করুন। আর লিনাক্স মিন্ট কাস্টোমাইজ করা খুবই সহজ।
bs: Budite slobodni i izmijenite bilo koji aspekt vašeg računara. Izaberite nešto iz velike ponude tema, ikona i pozadina. Linux Mint je otvoren i jednostavan za prilagođavanje.
ca: Sentiu-vos com a casa i modifiqueu qualsevol aspecte del vostre escriptori. Trieu-ne d'una gran varietat de temes, icones i fons d'escriptori. Linux Mint és obert i fàcil de personalitzar.
cs: Upravte si svoji plochu podle svých představ. Vyberte si z rozsáhlé kolekce témat, ikon a pozadí. Linux Mint je otevřený a lehce přizpůsobitelný.
cy: Gwnewch eich hun yn gartrefol gan newid unrhyw agwedd o'r bwrdd gwaith. Dewiswch o nifer helaeth o them창u, eiconau a chefndiroedd. Mae Linux Mint yn agored ac yn hawdd ei gyfaddasu.
eo: Komfortigu vin kaj modifu iun aspekton de via labortablo. Elektu el granda vario de temoj, ikonoj kaj fonoj. Linux Mint estas malferma kaj facila de tajlori.
es: Siéntase como en casa y modifique cualquier aspecto de su escritorio. Elija entre una gran variedad de temas, iconos y fondos de escritorio. Linux Mint es abierto y fácil de personalizar.
et: Tunne ennast koduselt ja muuda töölaua igat detaili. Valida on paljude erinevate teemade, ikoonide ja taustapiltide vahel. Linux Mint on avatud ja seda on lihtne kohandada.
eu: Zure etxean zaude, aldatu zure mahaigainaren edozein alderdi. Aukeratu gai, ikono eta atzeko planoko irudi askoren artean. Linux Mint irekia da eta pertsonalizatzeko erraza.
fa: راحت باشید و همه جنبه‌های میزکار خودتان را تغییر دهید. از بین تعداد خیلی زیادی از قالب‌ها، نمایه‌ها (آیکون‌ها) و تصاویر پس‌زمینه حق انتخاب دارید. مسیر اختصاصی شدن لینوکس مینت راحت و باز است.
fi: Tee olosi kotoisaksi ja muokkaa työpöydän osia. Valitse monenlaisista teemoista, kuvakkeista ja taustoista. Linux Mint on avoin ja helppo muokata.
fil: Huwag mag-atubiling baguhin ang anumang aspeto ng iyong desktop. Pumili mula sa isang malawak na iba't ibang mga tema, mga icon at background. Linux Mint ay libre at madaling i-customize.
fr_ca: Mettez-vous à l'aise et modifiez chaque élément de votre bureau. Choisissez parmi une large sélection de thèmes, icônes et fonds d'écran. Linux Mint se veut ouvert et facilement personnalisable.
gd: Cuir do dhreach fhèin air le bhith a' cur air gleus an desktop. Tha roghadh is taghadh ùrlaran, ìomhaigheagan is chùlaibhean ri do làimh. Tha Linux Mint furasta ri ghnàthachadh.
gl: Síntase cómodo e modifique calquera aspecto do seu escritorio. Escolla entre una gran variedade de temas, iconas e fondos. Linux Mint é aberto e doado de personalizar.
hr: Osjećajte se kao kod kuće i prilagodite bilo koji dio vaše radne površine. Odaberite iz velike ponude tema, ikona i pozadina radne površine. Linux Mint je potpuno otvoren i lako prilagodljiv.
hu: Érezze magát otthon és változtassa meg munkaasztalát tetszése szerint. Válasszon számos témából, ikonból és háttérképből. A Linux Mint nyílt és könnyen testre szabható.
id: buatlah diri anda serasa di rumah dan modifikasi aspek desktop anda. Pilih dari berbagai macam tema, ikon dan latar belakang. Linux Mint terbuka dan mudah untuk dikustomisasi.
is: Láttu eins og þú sért heima hjá þér og breyttu hverju sem þér finnst þurfa að breyta á skjáborðinu. Veldu úr miklu úrvali af þemum, táknmyndum og bakgrunnum. Linux Mint er opið og einfalt að sérsníða.
ja: デスクトップを思いのままに変更することができます。とても多くの種類のテーマやアイコン、背景を用意しています。Linux Mint はいつでも簡単にカスタマイズすることができます。
lt: Jauskitės kaip namie ir keiskite bet kokį savo darbastalio elementą. Galima rinktis iš plataus stilių, piktogramų ir darbastalio fonų rinkinio. Linux Mint yra atvira ir patogi pritaikyti sistema.
lv: Jūties kā mājās un maini jebkuru darbvirsmas aspektu. Izvēlies no plaša klāsta motīvus, ikonas un fonus. Linux Mint ir atvērts un viegli pielāgojams.
ml: താങ്കളുടെ ഡെസ്ക്‌ടോപ്പ് സാദ്ധ്യമായ എല്ലാ വിധത്തിലും പുതുക്കി താങ്കളുടെ സ്വന്തമായി നിലനിർത്തുക. വ്യത്യസ്ത തീമുകൾ, ഐകോണുകൾ, പശ്ചാത്തലങ്ങൾ ഒക്കെയും തിരഞ്ഞെടുക്കാവുന്നതാണ്. ലിനക്സ് മിന്റ് സ്വതന്ത്രവും എളൂപ്പത്തിൽ ഇച്ഛാനുസരണമാക്കാവുന്നതുമാണ്.
mr: आपल्या डेस्कटॉपचा कोणताही पैलू बदला. असंख्य थीम, चिह्न आणि पार्श्वभूमी चित्रांमधून निवड करा. लिनक्स मिंट खुले आहे व सजवण्यास एकदम सोपे
ms: Buatlah diri anda seperti di rumah dan mengubahsuai aspek desktop anda. Pilih dari berbagai tema, ikon dan latar belakang. Linux Mint terbuka dan mudah untuk disesuaikan.
ne: आफुलाई घरमै सम्झी डेस्कटपका कुनैपनी स्वरूप बादलनुहोस्। उपलब्ध विविध थेम, आइकन, पृष्ठभूमिहरुबाट मन्परेका चुन्नुहोस्। लिनक्स मिन्ट आफ्नो अनुकूलित बनाउन निकै सजिलो छ।
oc: Metètz-vos d'aise e modificatz cada element de vòstre burèu. Causissètz demest un larg panèl de tèmas, icònas e fonses d'ecran. Linux Mint es dobèrt e de bon personalizar.
pl: Ugość się w swoim domu i modyfikuj wszystkie aspekty swojego pulpitu. Przebieraj spośród ogromnego wyboru motywów, ikon i tapet pulpitu. Linux Mint jest otwarty i łatwy w dostosowywaniu.
pt: Aventure-se e modifique o aspeto do seu ambiente de trabalho. Escolha entre uma grande variedade de temas, ícones e papéis de parede. No Linux Mint tudo é aberto e fácil de personalizar.
pt_br: Sinta-se à vontade e modifique qualquer aspecto do seu ambiente de trabalho. Escolha a partir de uma grande variedade de temas, ícones e papéis de parede. O Linux Mint é aberto e fácil de ser personalizado.
ru: Чувствуйте себя как дома и изменяйте рабочее окружение на своей вкус. Выбирайте из большого разнообразия тем, иконок и фоновых рисунков. Linux Mint понятен и прост в настройке.
sk: Prispôsobte si ktorúkoľvek časť pracovnej plochy a cíťte sa ako doma. Môžete si vybrať zo širokej ponuky motívov, ikon a pozadí. Linux Mint je otvorený a jednoducho si ho prispôsobíte.
sl: Počutite se kot doma in priredite celotno namizje po svojih željah. Izbirajte med različnimi temami, ikonami in ozadji. Linux Mint je odprt in preprost za prilagajanje.
sq: Bëjeni veten si në shtëpi dhe modifikoni çdo aspekt të desktopit tuaj. Zgjidhni nga një shumicë temash, ikonash dhe sfondesh. Linux Mint është i hapur dhe i lehtë për tu përshtatur.
sr: Осећајте се као код куће и подесите своју радну површину. Изаберите из великог броја различитих тема, икона и позадина. Линук Минт је отворен и лако се подешава.
sv: Känn dig som hemma och justera vilken del av skrivbordet som helst. Välj ur ett stort utbud av teman, ikoner och bakgrunder. Linux Mint är öppet och lätt att anpassa.
ta: வீட்டிலிருந்தபடியே பணிமேடையின் எந்த அம்சத்தையும் மாற்றலாம். அதிக அளவிலான கருப்பொருள்கள், சின்னங்கள் மற்றும் பின்னணிகளிலிருந்து தேர்ந்தெடுக்கலாம். லினக்ஸ் மின்ட் எளிதாக தனிப்பயனாக்கக் கூடியது.
te: మీ డెస్క్‍టాపు యొక్క ఏ అంశాన్నైనా మలచుకోండి. అత్యధిక రకములైన థీములను, ప్రతీకలను మరియు నేపథ్యాలను నుండి ఎంచుకోండి. లినక్స్ మింట్ అనేది బహిరంగం మరియు అనురూపించుకోవడం చాలా సులభం.
tg: Чизеро, ки мехоҳед дар мизи кории худ тағйир диҳед ё ташкил кунед. Беҳад бисёр мавзӯҳо, нишонаҳо ва пасзаминаҳои гуногунро истифода баред. Linux Mint кушод буда барои танзимоти шахсӣ осон аст.
th: เชิญตามสบายและปรับเปลี่ยนมุมมองพื้นโต๊ะของคุณโดยเลือกจากความหลากหลายของรูปโฉม ไอคอน และพื้นหลัง ลินุกซ์มินต์มีความเป็นเสรีภาพ และง่ายต่อการปรับแต่ง
tl: Huwag mag-atubiling baguhin ang anumang aspeto ng iyong pook ng likha. Pumili mula sa isang malawak na iba't ibang mga tema, mga icon at background. Linux Mint ay libre at madaling i-customize.
tr: Kendinizi evinizde gibi hissedin ve masaüstünüzü istediğiniz şekilde değiştirin. Birçok tema, simge ve arkaplandan istediğinizi seçin. Linux Mint, şeffaftır ve kolayca özelleştirilebilir.
uk: Почувайтеся як вдома та змінюйте будь-які аспекти Вашої стільниці. Вибирайте потрібне з великого розмаїття тем, піктограм та шпалер. Linux Mint — відкрита та легко налаштовувана система.
vi: Cứ tự nhiên thoải mái như ở nhà và hiệu chỉnh mọi thứ trên màn hình làm việc. Lựa chọn từ một lượng lớn chủ đề, biểu tượng và ảnh nền sẵn có. Linux Mint mang tính "mở" và dễ dàng tùy biến.
zh_cn: 请尽情地使用各种主题、图标和背景图片来装扮您的桌面！您可以简单随意地定制 Linux Mint。
zh_hk: 你可以隨意調整桌面上的任何細節。有種類繁多的主題、圖示和背景任君選擇。Linux Mint 是開放自由的作業系統，並且易於自訂。
zh_tw: 您可以調整桌面上的任何外觀，並從豐富多樣的佈景主題，圖示，與背景裡自由選擇。Linux Mint 是個開放且易於自訂的作業系統。

source: Find help
am: እርዳታ ይፈልጉ
ar: احصل على المساعدة
be: Атрымайце дапамогу
bg: Помощ
bn: সাহায্য খুঁজুন
bs: Pronađite pomoć
ca: Troba ajuda
cs: Vyhledejte si pomoc
cy: Cael cymorth
eo: Trovu helpon
es: Buscar ayuda
et: Abi leidmine
eu: Bilatu laguntza
fa: کمک پیدا کنید
fi: Etsi apua
fil: Humanap ng tulong
fr_ca: Trouvez de l'aide
gd: Faigh cobhair
gl: Atopar axuda
hr: Potražite pomoć
hu: Kérjen segítséget
id: Cari bantuan
is: Finndu hjálp
ja: ヘルプを探す
lt: Gaukite pagalbos
lv: Atrodiet palīdzību
ml: സഹായം നേടുക
mr: मदत मिळवा
ms: Cari bantuan
ne: सहयोग खोज्नुहोस् ।
oc: Trobar d'ajuda
pa: ਮੱਦਦ ਲੱਭੋ
pl: Znajdź pomoc
pt: Procurar ajuda
pt_br: Encontre ajuda
ru: Получайте помощь
sk: Nájdite pomoc
sl: Poiščite pomoč
sq: Gjej ndihmë
sr: Пронађите помоћ
sv: Hitta hjälp
ta: உதவியைத் தேடு
te: సహాయాన్ని కనుగొనండి
tg: Ёфтани кумак
th: ค้นหาความช่วยเหลือ
tl: Mahanap aid
tr: Yardım alın
uk: Отримуйте допомогу
vi: Tìm kiếm trợ giúp
zh_cn: 查找帮助
zh_hk: 尋求協助
zh_tw: 尋求協助
