Repository: Antergos/antergos-packages
Catalog: mate-mint-menu/mint-translations/po-export/slideshow-mint/slideshow-mint-*.po
Languages: am, ar, be, bg, bn, bs, ca, cs, cy, eo, es, et, eu, fa, fi, fil, fr_ca, gd, gl, hr, hu, id, is, ja, lt, lv, ml, mr, ms, ne, oc, pa, pl, pt, pt_br, ru, sk, sl, sq, sr, sv, ta, te, tg, th, tl, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Browse through 30,000 free applications from the Software Manager. Enjoy screenshots and user reviews. Install software with one click of the mouse.
am: በሶፍትዌር አስተዳዳሪ ከ 30,000 በላይ ነጻ መተግበሪያዎችን ይቃኙ ፤ ክለሳዎች እና ስክሪንሾት ይመልከቱ እና ገጥመው ይጠቀሙ
ar: تصفح أكثر من 30,000 برنامج من مدير البرامج واختر ماشئت منهم, استمتع بلقطات الشاشة و تجارب الأعضاء. ثبت البرامج بضغطة زر.
be: Выбірайце сярод 30 000 вольных праграм з дапамогай Кіраўніка праграм, глядзіце здымкі іх вокнаў і чытайце водгукі. Усталёўвайце праграмы адным пстрыкам мышы.
bg: Можете да разгледате 30,000 безплатни приложения чрез Софтуерния мениджър. Много от тях имат снимка на интерфейса и отзиви от потребители. Инсталирането става с едно щракване на мишката.
bn: সফটওয়্যার ম্যানেজারের মাধ্যমে ৩০,০০০ – এরও বেশি বিনামূল্য অ্যাপ্লিকেশন ব্রাউজ করুন। স্ক্রিনশট এবং ইউজার রিভিউ উপভোগ করুন। মাউসের একটি মাত্র ক্লিকে সফটওয়্যার ইনস্টল করুন।
bs: Pretražite više od 30000 besplatnih aplikacija pomoću aplikacije za upravljanje softverom. Uživajte u slikama i korisničkim recenzijama. Instalirajte softver jednim klikom miša.
ca: Navegueu entre les 30.000 aplicacions lliures del Gestor de Programari. Gaudiu de les captures de pantalla i les ressenyes dels usuaris. Instal·leu programari amb un clic del ratolí.
cs: Procházejte 30 000 aplikací zdarma ve Správci softwaru. Prohlížejte si náhledy a komentáře uživatelů. Vybraný software nainstalujte jedním kliknutím myši.
cy: Porwch 30,000 o raglenni rhad a rhydd o'r Rheolwr Meddalwedd. Mwynhewch luniau sgrin ac adolygiadau defnyddwyr. Gosodwch feddalwedd gydag un clic.
eo: Foliumi tra 30,000 senpaga aplikaĵoj el la Programara Mastrumilo. Frandi ekrankopioj kaj uzantaj revuoj. Instali programaron kun unu musklako.
es: Navegue a través de las 30.000 aplicaciones gratuitas del Gestor de software. Disfrute de capturas de pantalla y comentarios de los usuarios. Instale programas con una simple pulsación del ratón.
et: Hiireklõpsu kaugusel on üle 30 000 erineva tasuta rakenduse, mida näed tarkvarahaldurist. Iga rakenduse juures on pilt ning kasutajate poolt kirjutatud ülevaated, et saaksid juba enne tarkvara allalaadimist korraliku ülevaate.
eu: Arakatu doako 30.000 aplikazio Software Kudeatzailea erabiliz. Gozatu pantaila-argazkiak eta erabiltzaileen ebaluazioak. Instalatu programak saguaren klik batekin.
fa: بیش از ۳۰،۰۰۰ برنامه رایگان را در مدیر نرم‌افزار دسترسی پیدا کنید. از عکس‌ها و نقدهای کاربران لذت ببرید. نرم‌افزارها را با یک کلیک ماوس نصب کنید.
fi: Linux Mintin ohjelmistohallinnasta löydät yli 30 000 ilmaista sovellusta päivittäiseen käyttöösi! Katsele kuvakaappauksia sovelluksista, lue yhteisön jäsenien tekemiä arvosteluja, ja asenna ne helposti ja vaivattomasti yhdellä hiiren napsautuksella.
fil: Mag-browse sa 30,000 libreng apps mula sa Software Manager. Tangkilikin ang mga larawan at mga review ng gumagamit. I-install ang software na may isang pag-click ng mouse.
fr_ca: Parcourez les 30 000 applications gratuites disponibles depuis le gestionnaire de logiciels. Profitez de captures d'écran et de critiques des utilisateurs. Installez des logiciels d'un simple clic.
gd: Rùraich tro 30,000 aplacaid saor an-asgaidh ann am manaidsear a' bhathar-bhog. Coimhead air na glacaidhean-sgrìn agus lèirmheasan nan cleachdaichean eile. Is stàlaich bathar-bog le aon bhriogadh na luchaige.
gl: Navegar a través de 30.000 aplicativos gratuítos desde o Xestor de software. Goce de capturas de pantalla e de comentarios dos usuarios. Instale o software con un só clic do rato.
hr: Pregledajte 30.000 besplatnih aplikacija pomoću Upravitelja softverom. Uživajte u zaslonskim snimkama i recenzijama korisnika. Jednostavno instalirajte softver jednim klikom miša.
hu: Böngésszen 30 000 szabad alkalmazás között a Szoftverkezelő segítségével. Ebben képernyőképek és más felhasználók véleményei is segítik. Telepítsen szoftvereket egy egérkattintással.
id: Jelajahi 30.000 aplikasi gratis dari Manajer Perangkat Lunak. Nikmati screenshot dan review pengguna. Instal perangkat lunak dengan satu kali klik mouse.
is: Flettu í gegnum 30,000 frjáls forrit og annan hugbúnað með Hugbúnaðarstjóranum. Skoðaðu skjámyndir og umsagnir notenda. Settu upp hugbúnað með einum músarsmelli.
ja: ソフトウェアマネージャでは 30,000 もの無料のアプリケーションをブラウズできます。スクリーンショットやユーザーレビューも閲覧できます。マウスクリック 1 つでソフトウェアのインストールが可能です。
lt: Galite naršyti po 30 000 nemokamų programų naudodamiesi programų tvarkykle. Peržiūrėkite programų paveiksliukus bei vartotojų atsiliepimus. Vienu pelės spustelėjimu įdiekite.
lv: Pārlūko 30000 bezmaksas programmas ar Software Manager. Apskati ekrānuzņēmumus un lietotāju atsauksmes. Instalē programmatūru ar vienu peles klikšķi.
ml: സോഫ്റ്റ്‌വേർ മാനേജർ ഉപയോഗിച്ച് 30,000-ൽ അധികം സൗജന്യ ആപ്ലിക്കേഷനുകളിൽ ബ്രൗസ് ചെയ്യുക. സ്ക്രീൻഷോട്ടുകളും ഉപയോക്താക്കളുടെ അവലോകനങ്ങളും ആസ്വദിക്കുക. ഒരൊറ്റ മൗസ് ക്ലിക്ക് കൊണ്ട് സോഫ്റ്റ്‌വേർ ഇൻസ്റ്റോൾ ചെയ്യുക.
mr: सॉफ्टवेअर व्यवस्थापक मधुन 30,000 विनामूल्य सॉफ्टवेअर इंस्टाल करा. स्क्रीनशॉट आणि परीक्षण देखील उपलब्ध. माउसच्या एका क्लिक द्वारे सॉफ्टवेअर स्थापित करा.
ms: Layani 30.000 aplikasi percuma dari Pengurus Peranti Lunak. Nikmati screenshot dan review pengguna. Pasang perisian dengan satu klik tetikus.
ne: सफ्टवेर म्यानेजरबाट ३०,००० भन्दा बदी प्रोग्रामहरु हेर्नुहोस्। स्क्रीनशट र आरु उपयोगकर्तका समीक्षा हेर्नुहोस्। माउसको एक क्लिकले सफ्टवेरहरु इन्स्तल्ल गर्नुहोस्।
oc: Percorrètz las 30 000 aplicacions gratuitas disponiblas dempuèi lo gestionari de logicials. Profiechatz de las capturas d'ecran e de las criticas dels utilizaires. Installatz de logicials d'un clic simple.
pl: Wybieraj spośród 30,000 wolnych i darmowych programów poprzez Menedżera oprogramowania. Korzystaj z poglądowych obrazów programów i recenzji użytkowników. Instaluj oprogramowanie za pomocą jednego kliknięcia myszki.
pt: Explore as 30.000 aplicações gratuitas disponíveis no Gestor de programas. Aproveite as capturas de ecrã e os comentários dos utilizadores. Instale programas com um simples clique de rato.
pt_br: Navegue entre 30.000 aplicativos livres pelo Gerenciador de Aplicativos. Examine as capturas de tela e as resenhas de usuários. Instale software com um clique no mouse.
ru: В менеджере программ доступно более 30 000 бесплатных приложений. Просмотрите скриншоты и отзывы пользователей к ним. Устанавливайте приложения одним кликом мыши.
sk: Vyberajte z 30 000 aplikácií dostupných zadarmo v Správcovi softvéru. Pozrite si náhľady obrazovky a komentáre užívateľov. Nainštalujte softvér jedným kliknutím myši.
sl: Brskajte med 30.000 brezplačnimi programi v Upravljalniku programov. Uživajte v zaslonskih slikah in uporabniških ocenah. Namestite programe z enim samim klikom miške.
sq: Shfletoni rreth 30,000 programe falas me Menaxhuesin e Programeve. Kënaquni me pamjet dhe me përshtypjet e përdoruesve. Instaloni programet me një klikim të miut.
sr: Имаш на располагању преко 30.000 бесплатних апликација у Менаџеру за програме. Уживај у сликама програма и описима корисника. Инсталирај програме једним кликом.
sv: Leta bland 30 000 gratis-program i Programhanteraren. Se skärmbilder och användares recensioner. Installera program med ett musklick.
ta: மென்பொருள் மேலாளர் மூலம் 30,000 இலவச பயன்பாடுகளில் உலாவுங்கள். திரைக்காட்சிகள் மற்றும் பயனர் மதிப்புரைகளை அனுபவியுங்கள். சுட்டியின் ஒரு சொடுக்கில் மென்பொருளை நிறுவி மகிழுங்கள்.
te: సాఫ్ట్‍వేర్ నిర్వాహకము ద్వారా 30,000 ఉచిత అనువర్తనాలను అన్వేషించండి. తెరపట్టులను మరియు వాడుకరి సమీక్షలను ఆస్వాదించండి. మౌస్ యొక్క ఒక నొక్కుతో సాఫ్ట్‍వేరుని స్థాపించండి.
tg: Зиёда аз 30,000 барномаи ройгонро тавассути Мудири нармафзор истифода баред. Тақризҳо ва скриншотҳои корбаронро аз назар гузаронед. Нармафзореро танҳо бо як зеркунии тугмаи муш насб кунед.
th: ท่องดูโปรแกรมฟรีกว่า 30,000 โปรแกรมในโปรแกรมจัดการซอฟต์แวร์ เพลิดเพลินกับภาพหน้าจอและคำวิจารณ์จากผู้ใช้ ติดตั้งซอฟต์แวร์ด้วยคลิกเดียวของเมาส์
tl: Tumingin sa mga 30,000 na libreng mga application mula sa Tagapamahala ng Software (Software Manager). I-enjoy ang mga screenshot at review ng mga user. Mag-install ng software sa pamamagitan lamang ng isang click ng iyong mouse.
tr: Yazılım merkezindeki 30,000 ücretsiz uygulama arasında gezinin. Ekran görüntüleri ve kullanıcı yorumlarının tadını çıkarın. Tek bir fare tıklaması ile yazılım kurun.
uk: Вибирайте потрібне з 30,000 вільних проґрам у «Менеджері проґрам». Переглядайте знятки екрану та рецензії користувачів і встановлюйте проґрами за одне клацання кнопкою миші.
vi: Duyệt qua 30 000 ứng dụng miễn phí với trình Quản lý Phần mềm. Xem ảnh chụp màn hình và lời bình của người sử dụng. Cài đặt phần mềm chỉ với một cú nhấp chuột.
zh_cn: 您可以从软件管理器中浏览 30,000 个自由、免费的软件，查看它们的截图和相关评论。只要点击一下鼠标就能方便地安装与删除它们。
zh_hk: 在軟件管理員瀏覽超過 30,000 個免費應用程式。享受螢幕截圖和用家評論。只需用滑鼠點擊一下即能安裝軟件。
zh_tw: 您可以在軟體管理員瀏覽超過 30,000 個免費的應用程式，並享受螢幕截圖與使用者評論。安裝軟體僅需點擊一下滑鼠。

source: Featured software
am: የሶፍትዌር ገጽታ
ar: البرامج الأكثر شعبية
be: Папулярныя праграмы
bg: Включени програми
bn: ফিচারর্ড সফটওয়্যার
bs: Istaknuti softver
ca: Programari destacat
cs: Doporučený software
cy: Meddalwedd enghreifftiol
eo: Esprimata programaro
es: Software destacado
et: Soovitatud tarkvara
eu: Nabarmendutako softwarea
fa: نرم‌افزارهای برجسته
fi: Suositellut ohjelmistot
fil: Tampok na software
fr_ca: Logiciels phares
gd: Bathar-bog brosnaichte
gl: Software destacado
hr: Izdvojeni softver
hu: Népszerű szoftverek
id: Fitur perangkat lunak
is: Helstu forrit
ja: 注目のソフトウェア
lt: Siūloma programinė įranga
lv: Piedāvātā programmatūra
ml: തിരഞ്ഞെടുത്ത സോഫ്റ്റ്‌വേർ
mr: वैशिष्टपूर्ण संगणकप्रणाली
ms: Ciri-ciri perisian
ne: बिशेष सफ्टवेर
oc: Logicials màgers
pa: ਖਾਸ ਸਾਫਟਵੇਅਰ
pl: Wspierane oprogramowanie
pt: Programas em destaque
pt_br: Software em destaque
ru: Популярные приложения
sk: Doporučovaný softvér
sl: Aktualni programi
sq: Programe ndihmëse
sr: Истакнути програми
sv: Inkluderad programvara
ta: பரிந்துரைக்கப்படும் மென்பொருள்கள்
te: విశిష్టత పొందిన సాప్ట్‍వేర్
tg: Нармафзори тавсияшуда
th: ซอฟต์แวร์แนะนำ
tl: Tampok na mga software
tr: Seçkin yazılım
uk: Популярні проґрами
vi: Phần mềm đặc trưng
zh_cn: 特色软件
zh_hk: 精選軟件
zh_tw: 精選軟體

source: Filezilla
am: ፋይልዚላ
ar: فايل زيلا
bn: ফাইলযিলা
hu: Filezilla (FTP kliens)
ml: ഫയൽസില്ല
mr: फाईलझिला
ne: फाइलजिल्ला
pa: ਫਾਇਲਜ਼ੀਲਾ
ta: கோப்புஜில்லா
te: ఫైల్‌జిల్లా

source: Skype
am: ስካይፕ
ar: سكايب
bn: স্কাইপ
ml: സ്കൈപ്പ്
mr: स्काईप
ne: स्काइप
pa: ਸਕਾਈਪੀ
ta: ஸ்கைப்
te: స్కైప్

source: Audacity
am: ኦዳሲቲ
ar: أوداسيتي
bn: অডাসিটি
hu: Audacity (hangszerkesztő)
ml: ഒഡാസിറ്റി
mr: ऑडासिटी
ne: अदासिटी
pa: ਆਡੀਓਸਟੀ
ta: ஆடாசிடி
te: అడాసిటి

source: Picasa
am: ፒካሳ
ar: بيكاسا
bn: পিকাসা
hu: Picasa (képkezelő)
ml: പികാസ
mr: पिकासा
ne: पिकाशा
pa: ਪਿਕਾਸਾ
ta: பிகாசா
te: పికాసా

source: Google Earth
am: ጉግል መሬት
ar: جوجل إيرث
bg: Google Земя
bn: গুগল আর্থ
eo: Gugla Tero
ml: ഗൂഗിൾ എർത്ത്
mr: गुगल अर्थ
ne: गूगल पृथ्वी
pa: ਗੂਗਲ ਅਰਥ
ru: Google Планета Земля
sl: Google Zemlja
ta: கூகுள் பூமி
te: గూగుల్ ఎర్త్

source: Keep your system up to date
am: ስርአቱን ዘመናዊ ያድርጉ
ar: ابق نظامك محدثاً
be: Падтрымлівайце вашую сістэму ў актуальным стане
bg: Подръжка на системата Ви в крак с времето
bn: আপনার সিস্টেম আপ টু ডেট রাখুন
bs: Neka vam je sistem ažuriran na najnoviju verziju
ca: Mantingueu el vostre sistema actualitzat
cs: Udržujte svůj systém aktuální
cy: Cadw eich system yn gyfredol
eo: Resti juŝa vian sistemon
es: Mantenga su sistema actualizado
et: Süsteemi hoidmine ajakohasena
eu: Mantendu zure sistema eguneratuta
fa: سیستم‌تان را به‌روز نگه‌ دارید
fi: Pidä järjestelmä ajan tasalla
fil: Panatilihin ang iyong system na-update
fr_ca: Gardez votre système à jour
gd: Cum an siostam agad cho ùr 's a ghabhas
gl: Manteña actualizado o seu sistema
hr: Redovito nadograđujte svoj sustav
hu: Tartsa rendszerét napra készen
id: Jaga sistem anda tetap up to date
is: Haltu kerfinu þínu uppfærðu
ja: システムを常に最新に
lt: Atnaujinkite savo sistemą
lv: Uzturi savu sistēmu atjauninātu
ml: താങ്കളുടെ സിസ്റ്റം കാലാനുസൃതമായി നിലനിർത്തുക
mr: संगणकप्रणाली ठेवा नेहमी अद्ययावत
ms: Simpan sistem anda terkini
ne: आफ्नो सिस्टम अप तु देत राख्नुहोस्।
oc: Gardatz vòstre sistèma a jorn
pa: ਆਪਣੇ ਸਿਸਟਮ ਨੂੰ ਅੱਪ ਟੂ ਡੇਟ ਰੱਖੋ
pl: Utrzymuj swój system aktualnym
pt: Mantenha o seu sistema atualizado
pt_br: Mantenha o seu sistema atualizado
ru: Держите систему в актуальном состоянии
sk: Udržujte svoj systém aktuálny
sl: Imejte svoj sistem posodobljen
sq: Mbajeni sistemin të përditësuar
sr: Одржавај систем свежим
sv: Håll ditt system uppdaterat
ta: உங்கள் கணினியை புதுப்பித்து வைத்திருங்கள்
te: మీ వ్యవస్థను ఎప్పటికప్పుడు నవీకరిస్తూవుంచండి
tg: Системаи худро барӯз нигоҳ доред
th: ให้ระบบของคุณล่าสุด
tl: Panatiliing updated ang inyong system.
tr: Sisteminizi güncel tutun
uk: Тримайте свою систему в актуальному стані
vi: Giữ hệ thống luôn cập nhật
zh_cn: 随时更新您的系统
zh_hk: 讓你的系統保持最新
zh_tw: 讓您的系統保持最新

source: Receive fixes and security updates all in one place, for the entire system, including the software you install.
am: ጥገና እና የደህንነት ማሻሻያዎችን ሁሉንም ከአንድ ቦታ አውርደው ይግጠሙ ለስርአቱ እንዲሁም ለተገጠሙ ሶፍትዌሮች በሙሉ
ar: استلم الإصلاحات والتحديثات الأمنية من مكان واحد, للنظام بأكمله, بما فيه البرامج المثبتة.
be: Атрымлівайце ўсе выпраўленні і абнаўленні ў адным месцы, для ўсёй сістэмы, уключаючы ўсталяваныя праграмы.
bg: Получавайте поправки и актуализации за сигурност на едно място, за цялата система, включително софтуера, който сте инсталирали.
bn: সমগ্র সিস্টেমের জন্য ফিক্সেস এবং সিকিউরিটি আপডেটসমূহ গ্রহণ করুন একটি মাত্র জায়গা থেকেই, এমনকি যেই সফটওয়্যারগুলো আপনি নিজে ইনস্টল করেছেন সেগুলোর জন্যেও।
bs: Primajte popravke i sigurnosna ažuriranja na jednom mjestu, za cijeli sistem, uključujući i instalirani softver.
ca: Rebeu solucions a problemes i actualitzacions al mateix lloc, per al sistema sencer, incloent el programari que instal·leu.
cs: Opravy a bezpečnostní aktualizace stahujte najednou pro celý systém, včetně aktualizací nainstalovaného software.
cy: Derbyn cywiriadau a diweddariadau diogelwch mewn un man, ar gyfer y system gyfan, gan gynnwys y feddalwedd i'w gosod.
eo: Ricevi flikaĵoj kaj sekurecaj promocioj ĉiuj en unu loko, por la tuta sistemo, inkluzivanta la programaron vi instalas.
es: Reciba correcciones y actualizaciones de seguridad en un único lugar para todo el sistema, incluyendo el software que usted instale.
et: Kõikvõimalike tarkvara- ning turvauuenduste paigaldamine on tehtud ülimalt lihtsaks, tuleb lihtsalt avada uuendamishaldur.
eu: Jaso zuzenketak eta segurtasun-eguneratzeak toki bakar batean, sistema osorako, zuk instalatzen duzun softwarearentzakoak barne.
fa: همه تعمیرات و به‌روزرسانی‌های امنیتی، برای کل سیستم، شامل نرم‌افزارهایی که شما نصب می‌کنید را، یک‌جا دریافت کنید.
fi: Linux Mintissä pidät tietokoneesi helposti päivitettynä ja ajan tasalla. Uusien ohjelmistojen asentaminen käy myös kätevästi samasta paikasta.
fil: Tumanggap ng mga pag-aayos at mga update sa seguridad sa iisang pook, mula sa buong system, kabilang ang software na-install mo.
fr_ca: Recevez les corrections et les mises à jour de sécurité de manière uniforme et pour l'ensemble de votre système, y compris pour les logiciels que vous avez installés.
gd: Faigh fuasglaidhean is ùrachaidhean tèarainteachd san aon àite dhan t-siostam air fad agad, a' gabhail a-staigh bathar-bog sam bith a stàlaicheas tu.
gl: Reciba correccións e actualizacións de seguranza nun só lugar, para todo o sistema, incluíndo o software que instalou vostede.
hr: Primajte popravke i sigurnosne nadopune istovremeno za cijeli sustav, uključujući i softver koji ste sami instalirali.
hu: A teljes rendszerhez és a telepített szoftverekhez is fogadhat javításokat és biztonsági frissítéseket.
id: Menerima perbaikan dan update keamanan semua di satu tempat, untuk keseluruhan sistem, termasuk perangkat lunak yang anda pasang.
is: Náðu í viðbætur og öryggisuppfærslur á einum stað; fyrir allt kerfið, þar með talinn þann hugbúnað sem þú hefur sett upp.
ja: あなたがインストールしたソフトも含む、システム全体の修正やセキュリティアップデートすべてを、1 つのアプリケーションでダウンロードして適用することができます。
lt: Gaukite pataisymus ir saugumo atnaujinimus vienoje vietoje, visai sistemai, įskaitant programas, kurias įdiegėte.
lv: Saņem labojumus un drošības atjauninājumus vienā vietā visai sistēmai, arī instalētajai programmatūrai.
ml: താങ്കൾ ഇൻസ്റ്റോൾ ചെയ്ത സോഫ്റ്റ്‌വേറുകൾക്കടക്കം, താങ്കളുടെ മുഴുവൻ സിസ്റ്റത്തിനും, ഒരൊറ്റ സ്ഥലത്ത് ശരിയാക്കലുകളും സുരക്ഷാ അപ്‌ഡേറ്റുകളും ലഭിക്കുന്നതാണ്.
mr: एकाच ठिकाणी तुमच्या संपूर्ण संगणक प्रणालीसाठी सुधारणा (updates) मिळवा, तुम्ही इंस्टाल केलेल्या सॉफ्टवेअर साठी सुद्धा!
ms: Menerima pembaikan dan kemas kini keselamatan semuanya di satu tempat, untuk keseluruhan sistem, termasuk perisian yang anda pasang
ne: आफुले इन्स्टल गरेका सफ्टवेर र सम्पूर्ण सिस्टमको लागि नयाँ सुरक्षा, सुधार अपडेट एकै ठाउँमा पाउनुहोस्।
oc: Recebètz las correccions e las mesas a jorn de seguretat d'un biais unifòrme e per l'ensemble de vòstre sistèma, incluses los logicials qu'avètz installats.
pl: Otrzymuj poprawki oraz aktualizacje bezpieczeństwa z jednego miejsca, dla całego systemu, włączając w to aktualizacje oprogramowania, które zostało zainstalowane.
pt: Receba as correcções e atualizações de segurança para o sistema, incluindo os programas por si instalados. Tudo isto num único local.
pt_br: Receba melhorias e atualizações de segurança no mesmo lugar, para todo o sistema, incluindo os aplicativos instalados por você.
ru: Получайте обновления системы и приложений одновременно из одного источника, включая приложения, которые вы установили самостоятельно.
sk: Aplikujte opravy a bezpečnostné záplaty na celý systém, vrátane vami nainštalovaného softvéru, centrálne na jednom mieste.
sl: Prejemajte popravke in varnostne posodobitve na enem mestu, za celoten sistem, vključno za programe, ki ste jih namestili sami.
sq: Merrni rregullime dhe përditësime të sigurisë të gjitha në një vend, për të gjithë sistemin, duke përfshirë programet që instaloni.
sr: Примајте поправке и безбедносне исправке на једном месту за читав систем, укључујући и програме које инсталирате
sv: Ta emot programfixar och säkerhetsuppdateringar på en enda plats, för hela systemet, inklusive dina installerade program.
ta: தங்கள் முழு கணினி மற்றும் நீங்கள் நிறுவிய மென்பொருள் உட்பட அனைத்திற்கும் ஒரே இடத்திலிருந்து திருத்தங்கள் மற்றும் பாதுகாப்பு புதுப்பித்தல்களைப் பெற்றிடுங்கள்.
te: మీరు స్థాపించిన సాఫ్ట్‍వేరుతో పాటు, మొత్తం వ్యవస్థకు స్థిరాలను మరియు భద్రతా నవీకరణలు అన్నిటినీ ఒకే చోట పొందండి.
tg: Навсозиҳои амният ва такмилҳоро барои тамоми система, аз ҷумла нармафзори насбшуда, дар як ҷо қабул кунед.
th: รับการแก้ไขและการปรับปรุงด้านความปลอดภัยได้ทุก ๆ ที่สำหรับทั้งระบบรวมทั้งซอฟต์แวร์ต่าง ๆ ที่คุณได้ติดตั้งไว้ด้วย
tl: Mula sa isang lugar tumangap ng bug fixes at security updates para sa buong system ninyo.
tr: Kurduğunuz programlar da dahil bütün güvenlik güncelleştirmelerini ve hata düzeltmelerini tek bir yerden alın.
uk: Отримуйте усі виправлення та оновлення безпеки в одному місці для усієї системи та для встановлених Вами проґрам.
vi: Nhận bản vá và cập nhật bảo mật cho toàn bộ hệ thống và những phần mềm bạn cài đặt tất cả chỉ trong một chỗ.
zh_cn: 只需打开更新管理器，您就能轻松安装各种更新、补丁，同时还能升级所有您安装过的软件。
zh_hk: 在同一個地方接收整個系統 (包括你所安裝的軟件) 的修補程式和安全更新。
zh_tw: 在同一個地方接收整個系統 (包含您所安裝的軟體) 的修復與安全性更新。

source: Watch videos and DVDs
am: ቪዲዮ እና ዲቪዲ መመልከቻ
ar: شاهد الفيديوات و أقراص الدي في دي
be: Глядзіце відэа і DVD-дыскі
bg: Възпроизвеждане на видео файлове и DVD-та
bn: ভিডিও এবং ডিভিডি দেখুন
bs: Gledajte video i DVD
ca: Mireu vídeos i DVDs
cs: Sledujte videa a DVD
cy: Gwylio fideos a DVDs
eo: Rigardi videojn kaj DVD
es: Vea vídeos y DVDs
et: Videode ja filmide vaatamine
eu: Ikusi bideoak eta DVDak
fa: ویدیوها و دی‌وی‌دی‌ها را تماشا کنید
fi: Katso videoita ja DVD:itä
fil: Manood ng mga video at mga DVD
fr_ca: Regardez vos vidéos et DVD
gd: Coimhead air videothan agus DVDs
gl: Ver vídeos e DVD
hr: Gledajte video snimke i DVD-e
hu: Nézzen videókat és DVD-ket
id: Lihat video dan DVD
is: Skoðaðu vídeó og DVD
ja: 動画や DVD の再生
lt: Žiūrėkite filmus ir DVD
lv: Skatieties video un DVD
ml: ചലച്ചിത്രങ്ങളും ഡി.വി.ഡി.കളും കാണുക.
mr: बघा व्हिडिओ आणि डीव्हीडीज्
ms: Tonton video dan DVD
ne: डि.भि.डि र भिडियोहरु हेर्नुहोस् |
oc: Agachatz vòstras vidèos e DVD
pa: ਵਿਡੀਓ ਤੇ DVD ਵੇਖੋ
pl: Oglądaj filmy wideo i DVD
pt: Ver vídeos e DVDs
pt_br: Assista a vídeos e DVDs
ru: Смотрите видео и DVD
sk: Pozerajte video a DVD
sl: Glejte filme in DVD-je
sq: Shikoni video dhe DVD
sr: Гледај видео и ДВД-ове
sv: Se på filmer och DVD-skivor
ta: நிழற்படங்கள் மற்றும் டிவிடிகள் பார்க்க
te: వీడియోలను మరియు డీవీడీలను వీక్షించండి
tg: Дискҳои DVD ва филмҳоро тамошо кунед
th: ดูวิดีโอและดีวีดี
tl: Manood ng videos at DVDs
tr: Video ve DVD izleyin
uk: Переглядайте видиво та DVD
vi: Xem phim và DVD
zh_cn: 欣赏电影与 DVD
zh_hk: 觀賞影片和 DVD
zh_tw: 觀賞影片與 DVD
