Repository: Antergos/antergos-packages
Catalog: mate-mint-menu/mint-translations/po-export/slideshow-mint/slideshow-mint-*.po
Languages: am, ar, be, bg, bn, bs, ca, cs, cy, eo, es, et, eu, fa, fi, fil, fr_ca, gd, gl, hr, hu, id, is, ja, lt, lv, ml, mr, ms, ne, oc, pa, pl, pt, pt_br, ru, sk, sl, sq, sr, sv, ta, te, tg, th, tl, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Enjoy your music with Banshee. Plug-in your MP3 player or extract songs from your audio CDs. Listen to podcasts and online radios. Discover new artists on Last.fm, the Internet Archive and the Amazon MP3 Store.
am: ሙዚቃን በባንሺ ያድምጡ። ኤምፒ3 ማጫወቻዎን አገናኝተው ሙዚቃዎትን እንደሚፈልጉ ያሰናዱ። የተለያዩ ሬዲዮኖች በኢንተርኔት ያድምጡ። አዳዲስ ዘፋኞችን ከላስት ኤፍ ኤም ከኢንተርኔት ማህደሮች ከአማዞን ኤምፒ3 ሱቅ ያግኙ
ar: استمتع بالموسيقى مع Banshee. صل مشغل الام بي ثري الخاص بك أو استخرج الأغاني من الأقراص المضغوطة السمعية. الإستماع إلى الإذاعة والراديو على الانترنت. اكتشاف الفنانين الجدد Last.fm, وأرشيف الإنترنت ، و Amazon MP3 Store.
be: Атрымлівайце асалоду ад музыкі з Banshee. Падлучыце ​​MP3-плэер або выцягніце песні з вашага аўдыё-CD. Слухайце падкасты і анлайн-радыё. Адкрывайце для сябе новых выканаўцаў на Last.fm, Internet Archive і Amazon MP3 Store.
bg: Забавлявайте се с Banshee. Свържете музикалния си плеър или извлечете песни от любимите си компакт дискове. Слушайте подкастове и онлайн радио. Открийте нови изпълнители с Last.fm, Интернет архива и Amazon MP3 Store.
bn: বানশির সাথে আপনার মিউজিক উপভোগ করুন। এমপিথ্রি প্লেয়ার প্লাগ-ইন করুন অথবা অডিও সিডি থেকে গান এক্সট্রাক্ট করুন। পডক্যাস্ট এবং অনলাইন রেডিও শুনুন। আবিষ্কার করুন নতুন সংঙ্গীত শিল্পীদের লাস্ট.এফএম, ইন্টারনেট আর্কাইভ এবং অ্যামাজন এমপিথ্রি স্টোর থেকে।
bs: Uživajte u muzici pomoću programa Banshee. Povežite MP3 player ili kopirajte pjesme sa audio CD-a. Slušajte podcaste i internet radio. Otkrijte nove izvođače na Last.fm, Internet Archive i Amazon MP3 Store.
ca: Gaudiu de la vostra musica amb Banshee. Connecteu el vostre reproductor d'MP3 o extraieu les cançons dels vostres CDs. Escolteu podcasts i ràdios online. Descobriu nous artistes amb Last.fm, The Internet Archive i amb Amazon MP3 Store.
cs: Užívejte si hudbu s Banshee. Zapojte svůj MP3 přehrávač nebo si zkopírujte písničky ze svých hudebních CD. Poslouchejte podcasty a online rádia. Objevte nové umělce na Last.fm, internetovém archivu nebo v Amazon MP3 obchodu.
cy: Mwynhewch eich cerddoriaeth gyda Banshee. Cysylltwch eich chwaraewr MP3 neu echdynnwch ganeuon o'ch CDau sain. Gwrandewch ar bodlediadau a'r radio ar-lein. Darganfyddwch artistiaid newydd ar Last.fm, yr Internet Archive ac Amazon MP3 Store.
eo: Ĝuu vian muzikon per Banŝio. Konektu vian MP3-legilon aŭ eltiri kantojn el viaj son-KD. Aŭskultu podkastojn kaj retradiojn. Malkovru novajn artistoj ĉe Last.fm, ĉe la interreta arkivo kaj ĉe la MP3-aĉetejo de Amazon.
es: Disfrute de su música con Banshee. Conecte su reproductor de MP3 o extraiga las canciones de sus CDs. Escuche podcasts y radios online. Descubra nuevos artistas con Last.fm, The Internet Archive y con Amazon MP3 Store.
et: Muusikat on sul võimalik nautida Banshee'ga. Ühenda oma MP3-mängija, kuula muusikat otse CD-lt või kopeeri oma laulud CD-lt arvutisse. Kuula podcaste või veebiraadiot! Leia uusi lemmikuid kasutades Last.FM'i, Internet Archive'i või Amazoni MP3 kauplust!
eu: Gozatu zure musika Banshee-rekin. Konektatu zure MP3 gailua edo erauzi abestiak zure audio CDetatik. Podcast eta on line irratiak entzun. Aurkitu artista berriak Last.fm, Internet Archive eta Amazon MP3 Store-n.
fa: با Banshee از موسیقی لذت ببرید. پخش‌کننده MP3 خودتان را وصل کنید یا از سی‌دی‌های صوتی آهنگ‌ها را استخراج کنید. به پادکست‌ها و رادیو‌های آنلاین گوش کنید. جدید‌ترین خواننده‌ها در Last.fm، Internet Archive و فروشگاه Amazon MP3 Store پیدا کنید.
fi: Nauti musiikista Banshee:lla. Kytke MP3 soitin tai aseta CD-levy. Kuuntele podcast radio lähetyksiä verkossa. Löydä uusia artisteja Last.fm, Internet Arkistosta tai Amazon MP3 Storesta.
fil: Masiyahan sa iyong musika gamit ang Banshee. Ikonekta ang iyong mga MP3 player o katas ng musika mula sa iyong audio CD. Makinig sa mga podcast at mga istasyon ng radyo sa online. Tuklasin ang mga bagong artist sa Last.fm, ang Internet Archive at Store MP3 Amazon.
fr_ca: Profitez de votre musique avec Banshee. Branchez votre lecteur MP3 ou faites l'extraction de pistes audio depuis vos CD. Écoutez des baladodiffusions et des webradios.
gd: Gabh tlachd 'nad cheòl le Banshee. Ceangail an cluicheadair MP3 agad ris no tog òrain no na CDs ciùil agad. Èist ri pod-chraolaidhean agus rèidio air loidhne. Fàs eòlach air luchd-ciùil ùra air last.fm, ann an tasg-lann an eadar-lìn agus sa bhùth MP3 aig Amazon.
gl: Goce da súa música con Banshee. Conecte o seu reprodutor de MP3 ou extraia as cancións dos seus CD. Escoite «podcasts» e radios en liña. Descubra novos artistas con Last.fm, The Internet Archive e con Amazon MP3 Store.
hr: Uživajte u glazbi s Banshee glazbenim sviračem. Povežite svoj ​​MP3 svirač ili izdvojite pjesme s vašeg glazbenog CD-a. Poslušajte podcaste ili internetski radio. Otkrijte nove izvođače na Last.fm-u, Internet arhivu i Amazon MP3 trgovini.
hu: Érezze a zenét a Banshee-vel. Csatlakoztassa MP3 lejátszóját vagy helyezze be CD-jét. Hallgasson online rádiókat, vagy egyéb online adásokat. Fedezzen fel új előadókat a Last.fm-en, az Internet Archívumban és az Amazon MP3 áruházában.
id: Nikmati musik anda dengan Banshee. Tambahkan plug-in pada pemutar MP3 atau ekstrak lagu-lagu dari CD audio anda. Dengarkan podcast atau radio online. Temukan artis-artis baru di Last.fm, Internet Archive dan Toko MP3 Amazon.
is: Hlustaðu á tónlistina þína með Banshee. Tengdu MP3 spilarann þinn eða náðu í lög af CD-hljómdiskum. Hlustaðu á hlaðvörp (podcasts) og netútvapsstöðvar. Uppgötvaðu nýja tónlistarmenn á Last.fm, á Internet Archive og í Amazon MP3 versluninni.
ja: Banshee で音楽を思う存分楽しみましょう。MP3 プレーヤをつなげたり、音楽 CD から楽曲を取り込んだりすることができます。ポッドキャストやオンラインラジオも聴けます。Last.fm やインターネットアーカイブ、Amazon MP3 Store で新しいアーティストを発見しましょう。
lt: Mėgaukitės savo muzika su Banshee. Prijunkite savo MP3 grotuvą arba įrašykite dainas iš savo muzikinių kompaktinių diskų. Klausykitės internetinio radijo ir transliacijų. Atraskite naujus atlikėjus Last.fm, the Internet Archive ar Amazon MP3 parduotuvėje.
lv: Baudi mūziku ar Banshee. Pievieno savu MP3 atskaņotāju vai importē dziesmas no audio CD. Klausies podkastus un tiešsaistes radio. Atklājiet jaunus māksliniekus Last.fm, Internet Archive un Amazon MP3 Store.
ml: താങ്കളുടെ പ്രിയപ്പെട്ട സംഗീതം ബാൻഷി ഉപയോഗിച്ചാസ്വദിക്കുക. താങ്കളുടെ എംപി3 പ്ലേയർ എളുപ്പം ഘടിപ്പിക്കുക, അല്ലെങ്കിൽ താങ്കളുടെ ഓഡിയോ സി.ഡി.കളിൽ നിന്ന് പാട്ടുകൾ വേർതിരിച്ചെടുക്കുക. പോഡ്കാസ്റ്റുകളും ഓൺലൈൻ റേഡിയോകളും ആസ്വദിക്കുക. ഇന്റർനെറ്റ് ആർക്കൈവ്, ആമസോൺ എംപി3 സ്റ്റോർ അല്ലെങ്കിൽ Last.fm എന്നിവയിൽ നിന്നൊക്കെ പുതിയ കലാകാരന്മാരെയും കലാകാരികളേയും കണ്ടെത്തുക.
mr: Banshee सह आपल्या गाण्यांचा आनंद लुटा. तुमच्या MP3 प्लेयर किंवा संगीत CDs शी जोडा आणि आनंद घ्या. Podcasts आणि ऑनलाइन radios देखील ऐका.
ms: Nikmati muzik anda dengan Banshee. Sambungkan pemain MP3 anda atau ekstrak lagu daripada CD audio. Dengarkan podcast dan radio atas talian. Jumpai artis-artis baru di Last.fm, Internet Archive dan di Stor MP3 Amazon.
ne: बन्शीसँग तपाईंको संगीतमा रम्नुहोस् | तपाईंको MP3 उपकरण जोद्नुहोस् अथवा सि.डिबाट गीतहरु निकाल्नुस् | अन्लाईन रेडियो या पद्कास्तहरु सुन्नुहोस् | Last.fm, the Internet Archive र Amazon MP3 बाट नयाँ कलाकारहरु भेटाउनुहोस् |
oc: Profiechatz de vòstra musica amb Banshee. Brancatz vòstre lector MP3 o extrasètz las cançons dempuèi vòstres CD àudios. Escotatz de podcasts e de webràdios.
pl: Ciesz się swoją muzyką z programem Banshee. Podłącz swój odtwarzacz MP3 lub pobierz piosenki bezpośrednio z płyt CD. Słuchaj podcastów i internetowych stacji radiowych. Odkrywaj nowych artystów na Last.fm, w serwisie Internet Archive i na stronach sklepu Amazon MP3.
pt: Aprecie a sua música com o Banshee. Ligue o seu leitor MP3 ou extraia músicas dos seus CDs aúdio. Ouça podcasts e rádios na Web. Descubra novos artistas na Last.fm, no Internet Archive e na loja Amazon MP3.
pt_br: Aproveite suas músicas com o Banshee. Conecte seu MP3 player ou copie músicas dos seus cd's de áudio. Ouça rádios online e podcasts. Descubra novos artistas no Last.fm, no arquivo da Internet e na Amazon MP3 Store.
ru: Наслаждайтесь прослушиванием музыки с Banshee. Можно подключить свой MP3-плеер или извлечь песни с аудио-CD. Слушайте подкасты и онлайн радио. Откройте для себя новых исполнителей на Last.fm, Internet Archive и Amazon MP3 Store.
sk: Vychutnajte si svoju hudbu s Banshee. Pripojte svoj MP3 prehrávač alebo si stiahnite skladby z vašich audio CD. Vypočujte si podcasty a online rádiá. Objavte nových umelcov na Last.fm, Internet Archive a v obchode s hudbou Amazon.
sl: Uživajte v glasbi z Banshee. Priklopite svoj MP3 predvajalnik ali jih izvlecite s svojega glasbenega CD-ja. Poslušajte podcaste ali radio na spletu. Odkrijte nove izvajalce na Last.fm, v internetnem arhivu in Amazonovi trgovini MP3.
sq: Kënaquni me muzikën tuaj në Banshee. Lidhni luajtësin tuaj të MP3-ve apo merrni këngë nga disqet tuaja audio. Dëgjoni podcast dhe radio online. Zbuloni artistët e rinj në Last.fm, në Arkivin e Internetit dhe në Dyqanin e MP3 të Amazon.
sr: Уживајте у Вашој музици са програмом Banshee. Прикључите Ваш МП3 свирач или преузмите песме са Ваших аудио дискова. Слушајте подкаст и интернет радио станице. Откријте нове уметнике на Last.fm, интернет архивама и Amazon МП3 продавници.
sv: Njut av din musik med Banshee. Anslut din MP3-spelare eller extrahera låtar från dina cd-skivor. Lyssna på poddsändningar och online-radio. Upptäck nya artister på Last.fm, Internet Archive och Amazon MP3 Store.
ta: பான்ஷியுடன் உங்கள் இசையை அனுபவியுங்கள். உங்கள் எம்.பி.3 இயக்கி செருகுங்கள் அல்லது உங்கள் ஒலி குறுவட்டுகளிலிருந்து பாடல்களைப் பிரித்தெடுங்கள். வலையொலி மற்றும் இணைய வானொலிகளைக் கேளுங்கள். புதிய கலைஞர்களை Last.fm மிலோ இணையக் காப்பகத்திலோ மற்றும் அமேசான் எம்.பி.3 அங்காடியிலோ கண்டறியுங்கள்.
te: బన్‌షీతో మీ సంగీతాన్ని ఆనందించండి. మీ ఎంపీ3 ఆడకాన్ని అనుసంధానించండి లేదా మీ ఆడియో సీడీల నుండి పాటలను పొందండి. పోడ్‌కాస్టులు మరియు ఆన్‌లైన్ రేడియోలను వినండి. లాస్ట్ ఎఫ్ఎం, అంతర్జాల సంగ్రహం మరియు అమెజాన్ ఎంపీ3 దుఖాణం నందు కొత్త కళాకారులను కనుగొనండి.
tg: Мусиқии гуногун тавассути Banshee шунавед. Плеери MP3-ро пайваст кунед ё сурудҳоро аз дискҳои аудиоии CD бакомпютер нусха бардоред. Пахшҳои подкастҳо ва радиоҳои онлайнро шунавед. Бо ҳофизони нав дар Last.fm шинос шавед, ва мусиқии навро аз бойгонии Интернет ё Дӯкони Amazon MP3 гиред.
th: เพลิดเพลินไปกับเพลงต่าง ๆ ของคุณด้วย Banshee เพียงแค่เสียบเครื่องเล่น MP3 ของคุณ หรือเลือกเพลงจากแผ่นซีดีเสียงของคุณ ฟังพอดคาสต์และวิทยุออนไลน์ รวมทั้งให้คุณพบกับศิลปินใหม่ใน Last.fm แหล่งเก็บเพลงในอินเตอร์เน็ต และร้านค้า MP3 ของ Amazon
tl: Magpakasarap sa iyong tugtugin gamit ang Banshee. Isak-sak ang iyong MP3 player o kunin ang mga kanta sa iyong audio CDs. Makinig sa mga podcast at online radio. Dumiskubre ng mga bagong artist sa Last.fm, sa Internet Archive at sa Amazon MP3 Store.
tr: Banshee ile müziğinizin tadını çıkarın. MP3 oynatıcınızı bağlayın veya ses CD'lerinizden şarkıları aktarın. Ortam akışlarını ve çevrimiçi radyoları dinleyin. Last.fm, the Internet Archive ve Amazon MP3 Store üzerindeki yeni sanatçıları keşfedin.
uk: Насолоджуйтеся музикою разом з Banshee. Під'єднайте свій MP3-програвач або копіюйте пісні зі звукового КД. Прослуховуйте подкасти та онлайнові радіостанції. Відкривайте для себе нових виконавців на Last.fm, в «Архіві інтернету» та в музичній крамниці Amazon MP3.
vi: Thưởng thức âm nhạc với Banshee. Kết nối với máy MP3 hay trích xuất bài hát từ đĩa CD. Nghe bản tin mạng và phát thanh trực tuyến. Khám phá nghệ sĩ mới trên Last.fm, Internet Archive và Amazon MP3 Store.
zh_cn: 通过 Banshee 享受您的音乐。插入您的 MP3 播放器或从您的音乐 CD 中提取歌曲。收听播客和网络电台。在 Last.fm、the Internet Archive 和 Amazon MP3 商店上发现新艺人。
zh_hk: 使用 Banshee 享受音樂。插入你的 MP3 播放器或從你的音樂 CD 擷取歌曲。聆聽 Podcast 和網絡電台。在 Last.fm、 the Internet Archive 和 Amazon MP3 Store 探索新的藝人。
zh_tw: 使用 Banshee 享受您的音樂。插入您的 MP3 播放器或從您的音樂 CD 擷取歌曲。聆聽 Podcast 與網路電台。從 Last.fm，Internet Archive 與 Amazon MP3 Store 探索新藝人。

source: Banshee
am: ባንሺ
bn: বানশি
eo: Banŝio
ml: ബാൻഷീ
mr: बाणशी
ne: बन्शी
pa: ਬਾਂਸ਼ੀ
ta: பான்ஷீ
te: బన్‌షీ

source: Audio codecs
am: የድምጽ ኮዴክስ
ar: ترميزات الصوت
be: Аудыё-кодэкі
bg: Аудио кодеци
bn: অডিও কোডেকসমূহ
bs: Audio kodeci
ca: Còdecs d'audio
cs: Zvukové kodeky
cy: Codecs Sain
eo: Sonkodekoj
es: Códecs de audio
et: Audiokoodekid
eu: Audio kodekak
fa: کُدک‌های صدا
fi: Äänikoodekkeja
fil: Codec ng audio
fr_ca: Codecs audio
gd: Codecs fuaime
gl: Códecs de son
hr: Zvučni kôdeki
hu: Hang kodekek
id: Audio Codec
is: Hljóðkóðun
ja: 音声コーデック
lt: Garso kodekai
lv: Audio kodeki
ml: ഓഡിയോ കോഡെക്സ്
mr: ऑडिओ कोडेक्स
ms: codec audio
ne: अडियो कोडेकहरु
oc: Codècs audio
pa: ਆਡੀਓ codecs
pl: Kodeki dźwięku
pt: Codificadores áudio
pt_br: Codecs de áudio
ru: Аудиокодеки
sk: Audio kodeky
sl: Zvočni kodeki
sq: Kodekset audio
sr: Аудио кодеци
sv: Ljud-kodekar
ta: ஒலி கோடெக்குகள்
te: ఆడియో కొడెక్‌లు
tg: Кодекҳои аудиоӣ
th: ตัวแปลงสัญญาณเสียง
tr: Ses çözücüleri
uk: Аудіо кодеки
vi: Các bộ mã âm thanh
zh_cn: 音频编解码器
zh_hk: 音訊編解碼器
zh_tw: 音訊編解碼器

source: Be productive
am: አምራች ይሁኑ
ar: كن مبتكراً
be: Будзьце прадуктыўнымі
bg: Продуктивност
bn: সৃজনশীল হোন
bs: Budite produktivni
ca: Sigueu productius
cs: Buďte produktivní
cy: Bod yn gynhyrchiol
eo: Esti produktema
es: Sea productivo
et: Ole produktiivne
eu: Eraginkorra izan
fa: کارآمد باشید
fi: Tuottavuusmahdollisuudet
fil: Maging produktibo
fr_ca: Soyez productifs
gd: Bi tarbhach
gl: Sexa produtivo
hr: Budite produktivni
hu: Használja a munkában
id: Produktiflah
is: Auktu afköstin
ja: 仕事を効率的に
lt: Būkite produktyvūs
lv: Esiet produktīvs
ml: കർമ്മതല്പരത കൈമുതലാക്കുക
mr: बना उत्पादक
ms: Jadi produktif
ne: उत्पादकत्वो बदाउनुहोस् ।
oc: Siatz productiu
pl: Bądź produktywny
pt: Produtividade
pt_br: Seja produtivo
ru: Будьте продуктивны
sk: Buďte produktívni
sl: Bodite produktivni
sq: Të jeni produktiv
sr: Буди продуктиван
sv: Var produktiv
ta: உற்பத்தி திறனோடிரு
te: ఉత్పాదనం
tg: Самарабахш бошед
th: ทำให้คุณมีประสิทธิผล
tl: Maging produktibo
tr: Yaratıcı olun
uk: Станьте продуктивним
vi: Luôn sáng tạo và năng động
zh_cn: 卓有成效
zh_hk: 提高生產力
zh_tw: 保持生產力

source: Use LibreOffice to create professional documents, spreadsheets and presentations that are fully compatible with Microsoft Office. Share printers or access them remotely.
ar: إستعمل ليبر أوفيس لتحرير الوثائق الإحترافية و معالجة البيانات وتقديم العروض والتي تتلائم كليا مع مايكروسوفت أوفيس. شارك المطبعة أو تحكم بها عن بعد.
be: Выкарыстоўвайце LibreOffice для стварэння прафесійных дакументаў, табліц і прэзентацый, цалкам сумяшчальных з Microsoft Office. Адкрывайце доступ да прынтара або карыстайцеся ім адлегла.
bg: С LibreOffice създавате документи, електронни таблици и презентации напълно съвместими с Microsoft Office. Споделяте принтери или имате достъп до тях отдалечено.
bs: Koristite LibreOffice za kreiranje profesionalnih dokumenata, radnih listova i prezentacija, koje su potpuno kompatibilne sa Microsoft Office. Dijelite štampače, ili im udaljeno pristupajte.
ca: Amb LibreOffice podeu crear documents professionals, fulls de càlcul i presentacions plenament compatibles amb Microsoft Office. Compartiu impressores o accediu-hi remotament.
cs: K vytvoření profesionálních dokumentů, tabulek a prezentací můžete použít LibreOffice, který je kompatibilní s Microsoft Office. Sdílejte tiskárny, nebo k nim přistupujte vzdáleně.
cy: Defnyddiwch LibreOfice i greu dogfennau, taenlenni a chyflwyniadau proffesiynol sy'n gydnaws 창 Micosoft Office. Rhannwch argraffyddion neu eu defnyddio o bell.
eo: Uzu LibreOffice por krei profesiajn dokumentojn, kalkulotabelojn kaj prezentadojn, kiujn estas plene uzeblajn kun Microsoft Office. Dividigu printilojn aŭ akcesu ilin defore.
es: Utilice LibreOffice para crear documentos profesionales, hojas de calculo y presentaciones totalmente compatibles con Microsoft Office. Comparta impresoras o acceda a ellas remotamente.
et: Professionaalsete dokumentide, arvutustabelite ning võimsate esitluste loomiseks kasutage LibreOffice'it. Kõik failid on täielikult ühilduvad Microsoft Office'iga. Jaga printereid ning kasuta neid teistest arvutitest.
eu: Erabili LibreOffice Microsoft Officerekin guztiz bateragarriak diren dokumentu, kalkulu-orri eta aurkezpen profesionalak sortzeko. Partekatu edo sarbidetu urruneko inprimagailuak.
fi: Käytä LibreOfficea luodaksesi ammattimaisia dokumentteja, taulukoita ja esityksiä jotka ovat yhteensopivia Microsoft Officen kanssa. Jaa ja käytä tulostimia etänä.
fil: Gamitin ang LibreOffice upang lumikha ng propesyonal na mga dokumento, spreadsheet at presentation na ganap na tumutugma sa Microsoft Office. Ibahagi ang printer o i-access ito nang malayuan.
fr_ca: Utilisez LibreOffice pour créer des documents professionnels, des feuilles de calcul et des présentations compatibles avec Microsoft Office. Partagez vos imprimantes sur votre réseau local ou à distance.
gd: Cleachd LibreOffice gus sgrìobhainnean, cliath-dhuilleagan agus taisbeanaidhean proifeiseanta a chruthachadh a tha gu tur co-chòrdail le Microsoft Office. Co-roinn clò-bhualadairean no faigh cothrom orra o àitichean eile.
gl: Use LibreOffice para crear documentos profesionais, follas de cálculo e presentacións que sexan totalmente compatíbeis co Microsoft Office. Impresoras compartidas ou accesíbeis remotamente.
hr: Koristite LibreOffice za izradu profesionalnih dokumenata, proračunskih tablica i prezentacija koje su potpuno kompatibilne s Microsoft Officom. Dijelite pisače ili im pristupite na daljinu.
hu: Használja a LibreOffice-t professzionális dokumentumok, táblázatok és prezentációk készítéséhez, amelyek teljes mértékben kompatibilisek a Microsoft Office-szal. Osszon meg nyomtatókat vagy érje el őket távolról.
id: Gunakan LibreOffice untuk membuat dokumen, lembar kerja, dan presentasi profesional yang kompatibel sepenuhnya dengan Microsoft Office. Berbagi pakai pencetak atau akses mereka dari jauh.
is: Notaðu LibreOffice til að búa til fagmannleg skjöl, töflureikna og kynningar sem eru vel samhæfð við gögn í Microsoft Office. Samnýttu prentara eða fjartengdu þá.
ja: LibreOffice を使って Microsoft Office と完全な互換性のあるプロフェッショナルな文書、スプレッドシート、プレゼンテーションを作成しましょう。 共有プリンタをリモートから利用することもできます。
lt: Naudokitės LibreOffice profesionaliems dokumentams, lentelėms bei skaidrėms, kurios yra visiškai suderinamos su Microsoft Office, kurti. Dalinkitės spausdintuvais ir naudokitės jais nuotoliniu būdu.
lv: Izmanto LibreOffice, lai izveidotu profesionālus dokumentus, izklājlapas un prezentācijas, kas ir pilnībā savietojamas ar Microsoft Office. Koplieto printerus vai piekļūsti tiem attālināti.
mr: व्यावसायिक दस्तऐवज, स्प्रेडशीट्स आणि Microsoft Office सह पूर्णपणे सुसंगत असलेल्या सादरीकरणे तयार करण्यासाठी LibreOffice वापरा. प्रिंटर शेअर करा किंवा दूरस्थपणे त्यास वापरा
ms: Guna LibreOffice untuk cipta dokumen, lembaran elektronik dan persembahan profesional yang sepenuhnya serasi dengan Microsoft Office. Kongsi pencetak atau capai ia secara jauh.
ne: माइक्रोसफ्ट अफिस संग पुरा तरिकाले मिल्ने पेशेवर दस्तावेज, स्प्रिेडसिटहरू र प्रस्तुतीकरण सिर्जना गर्न लिबर ओफिस प्रयोग गर्नुहोस् । प्रिन्टरलाइ बाँडफाँट/शेयर वा टाढाबाट पहुँच गर्नुहोस् !
oc: Utilizatz LibreOffice per crear de documents professionals, de fuèlhs de calcul e de presentacions compatiblas amb Microsoft Office. Partejatz vòstras imprimentas a distància.
pl: Używaj LibreOffice, aby tworzyć profesjonalne dokumenty, arkusze kalkulacyjne i prezentacje, które są w pełni kompatybilne z Microsoft Office. Udostępniaj drukarki lub uzyskuj do nich zdalny dostęp.
pt: Utilize o LibreOffice para criar documentos, folhas de cálculo e apresentações profissionais, maioritariamente compatíveis com o Microsoft Office. Partilhe impressoras ou aceda-lhes remotamente.
pt_br: Use o LibreOffice para criar documentos profissionais, planilhas e apresentações de slides que são completamente compatíveis com o Microsoft Office. Compartilhe impressoras ou acesse elas remotamente.
ru: Используйте офисный пакет LibreOffice для профессиональной работы с документами, электронными таблицами и презентациями, которые будут полностью совместимы с пакетом Microsoft Office. Открывайте доступ к принтерам для совместной работы или подключайтесь к ним удаленно.
sk: Použite LibreOffice pre vytvorenie profesionálnych dokumentov, tabuliek a prezentácií, ktoré sú plne kompatibilné s Microsoft Office. Zdieľajte tlačiarne alebo k nim pristupujte vzdialene.
sl: Uporabljajte LibreOffice za ustvarjanje profesionalnih dokumentov, preglednic in predstavitev, ki so popolnoma združljivi z Microsoft Office. Delite tiskalnike ali oddaljeno dostopajte do njih.
sq: Përdor LibreOffice për të krijuar dokumente profesionale, fleta elektronike dhe prezantime që janë plotësisht të përputhshme me Microsoft Office. Shpërndaj shtypëset dhe lidhu me ato nga larg.
sr: Користите LibreOffice за израду професионалних докумената, табела и презентација које су потпуно одговарајуће са Microsoft Office. Делите штампаче или им приступите на даљину.
sv: Använd LibreOffice för att skapa professionella dokument, kalkylblad, och presentationer som är kompatibla med Microsoft Office. Dela skrivare eller kom åt dem på distans.
ta: மைக்ரோசாப்ட் அலுவலகத்துடன் முழுமையாக ஒத்தியங்கும் தொழில்முறை ஆவணங்கள், விரிதாள்கள் மற்றும் விளக்கக்காட்சிகள் உருவாக்க லிப்ரே அலுவலகத்தைப் பயன்படுத்துங்கள். மேலும் இதன் மூலம் அச்சுப்பொறிகளை பகிரலாம் அல்லது தொலைவிலிருந்து அவற்றை அணுகலாம்.
tg: Барои эҷод кардани ҳуҷҷатҳо, ҷадвалҳои электронӣ ва тақдимҳои баландсифате, ки инчунин метавонед дар Microsoft Office комилан коркард кунед, аз барномаи LibreOffice истифода баред. Принтерҳоро мубодила кунед ва ба онҳо аз дур дастрасӣ пайдо кунед.
th: ใช้ LibreOffice สร้างเอกสาร แผ่นงาน และงานนำเสนออย่างเป็นมืออาชีพที่เข้ากับ Microsoft Office ได้อย่างเต็มรูปแบบ ให้คุณสามารถใช้เครื่องพิมพ์ร่วมกันหรือเข้าถึงเอกสารระยะไกลได้
tl: Gamitin ang LibreOffice upang lumikha ng propesyonal na mga dokumento, spreadsheet at presentation na ganap na tumutugma sa Microsoft Office. Ibahagi ang printer o i-access ito nang malayuan.
tr: Microsoft Ofis ile tam uyumlu profesyonel belgeler, tablolar ve sunumlar üretmek için LibreOffice kullanın. Yazıcıları paylaşabilir ve bunlara uzaktan erişebilirsiniz.
uk: Використовуйте LibreOffice для створення професійно оформлених документів, електронних таблиць і презентацій, які повністю сумісні з Microsoft Office. Спільне використання друкарок або віддалений до них доступ.
vi: Dùng LibreOffice để tạo tài liệu, bảng tính và trình diễn chuyên nghiệp hoàn toàn tương thích với Microsoft Office. Chia sẻ máy tin hoặc truy cập chúng từ xa.
zh_cn: 使用 LibreOffice 创建专业文档、电子表格和演示文档。与微软 Office 完全兼容。共享打印机或远程访问打印机。
zh_hk: 使用 LibreOffice 來建立與 Microsoft Office 完全相容的專業文件、試算表和簡報。分享或遠端控制打印機。
zh_tw: 使用 LibreOffice 來建立與 Microsoft Office 完全相容的專業文件，試算表，與簡報。分享或遠端控制印表機。

source: LibreOffice
am: ሊብሬ ቢሮ
bn: লিব্রেঅফিস
ml: ലിബ്രെഓഫീസ്
mr: लिब्रेओफ़ाइस
ne: लिब्रेअफिस
pa: ਲਿਬਰੇਆਫਿਸ
ta: லிபரேஆபீஸ்
te: లిబ్రేఆఫీస్
