Repository: Antergos/antergos-packages
Catalog: mate-mint-menu/mint-translations/po-export/slideshow-mint/slideshow-mint-*.po
Languages: am, ar, be, bg, bn, bs, ca, cs, cy, eo, es, et, eu, fa, fi, fil, fr_ca, gd, gl, hr, hu, id, is, ja, lt, lv, ml, mr, ms, ne, oc, pa, pl, pt, pt_br, ru, sk, sl, sq, sr, sv, ta, te, tg, th, tl, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Microsoft Office Support
am: የ Microsoft Office ድጋፍ
ar: دعم مايكروسوفت أوفيس.
be: Падтрымка Microsoft Office
bg: Поддръжка на MS Office документи
bs: Podrška za Microsoft Office
ca: Suport per Microsoft Office
cs: Podpora Microsoft Office
cy: Cefnogaeth Microsoft Office
eo: Uzebla kun Microsoft Office
es: Soporte para Microsoft Office
et: Microsoft Office tugi
eu: Microsoft Office euskarria
fi: Microsoft Office tuki
fil: Suporta sa Microsoft Office
fr_ca: Compatible Microsoft Office
gd: Taic ri Microsoft Office
gl: Compaibilidade co Microsoft Office
hr: Microsoft Office podrška
hu: Microsoft Office támogatás
id: Dukungan Microsoft Office
is: Stuðningur við Microsoft Office
ja: Microsoft Office 形式をサポート
lt: Microsoft Office palaikymas
lv: Microsoft Office atbalsts
mr: मायक्रोसॉफ्ट ऑफिस सह्हाय्ता
ms: Sokongan Microsoft Office
ne: माइक्रोसफ्ट अफिस सहयोग !
oc: Compatible Microsoft Office
pl: Wsparcie Microsoft Office
pt: Suporte para Microsoft Office
pt_br: Suporte ao Microsoft Office
ru: Поддержка форматов Microsoft Office
sk: Podpora Microsoft Office
sl: Podpora za Microsoft Office
sq: Mbështetje Microsoft Office
sr: Microsoft Office подршка
sv: Stöd för Microsoft Office
ta: மைக்ரோசாப்ட் அலுவலக ஆதரவு
tg: Дастгирии Microsoft Office
th: รองรับ Microsoft Office
tl: Suporta sa Microsoft Office
tr: Microsoft Ofis Desteği
uk: Підтримка Microsoft Office
vi: Hỗ trợ Microsoft Office
zh_cn: Microsoft Office 支持
zh_hk: Microsoft Office 支援
zh_tw: Microsoft Office 支援

source: PDF Support
am: የ PDF ድጋፍ
ar: دعم PDF.
be: Падтрымка PDF
bg: Поддръжка на PDF документи
bs: Podrška za PDF
ca: Suport per PDF
cs: Podpora PDF
cy: Cefnogaeth PDF
eo: Faru PDF
es: Soporte para PDF
et: PDF tugi
eu: PDF euskarria
fi: PDF tuki
fil: Sinusuportahan PDF
fr_ca: Compatible avec le format PDF
gd: Taic ri PDF
gl: Compatibilidade con PDF
hr: PDF podrška
hu: PDF támogatás
id: Dukungan PDF
is: Stuðningur við PDF
ja: PDF 形式をサポート
lt: PDF palaikymas
lv: PDF Atbalsts
mr: PDF सह्हाय्ता
ms: Sokongan PDF
ne: पीडीएफ सहयोग !
oc: Compatible PDF
pl: Wsparcie PDF
pt: Suporte para PDF
pt_br: Suporte a arquivos PDF
ru: Поддержка формата PDF
sk: Podpora PDF
sl: Podpora za PDF
sq: Mbështetje PDF
sr: PDF подршка
sv: Stöd för PDF
ta: பிடிஎஃப் ஆதரவு
tg: Дастгирии PDF
th: รองรับ PDF
tl: Sinusuportahan PDF
tr: PDF Desteği
uk: Підтримка PDF
vi: Hỗ trợ PDF
zh_cn: PDF 支持
zh_hk: PDF 支援
zh_tw: PDF 支援

source: Manage your photos
am: ፎቶዎችን ማሰናጃ
ar: نظم صورك
be: Кіруйце сваімі фотаздымкамі
bg: Управление на снимките
bn: ছবি ব্যবস্থাপনা
bs: Organizujte vaše fotografije
ca: Gestioneu les vostres fotos
cs: Spravujte své fotky
cy: Trefnu eich lluniau
eo: Mastrumi viajn fotojn
es: Gestione sus fotos
et: Fotode haldamine
eu: Kudeatu zure argazkiak
fa: تصاویرتان را مدیریت کنید
fi: Valokuvien hallinta
fil: Pamahalaan ang iyong mga larawan
fr_ca: Gérez vos photos
gd: Stiùirich na dealbhan agad
gl: Administre as súas fotos
hr: Upravljajte svojim fotografijama
hu: Kezelje fényképeit
id: Kelola foto anda
is: Sýslaðu með myndirnar þínar
ja: 写真を管理しましょう
lt: Tvarkykite savo nuotraukas
lv: Pārvaldiet savas fotogrāfijas
ml: ഫോട്ടോകൾ കൈകാര്യം ചെയ്യുക
mr: आपल्या छायाचित्रांचं करा व्यवस्थापन
ms: Urus gambar-gambar anda
ne: आफ्नो तस्बिरहरुको प्रभन्दन गर्नुहोस् ।
oc: Gerissètz vòstras fòtos
pa: ਆਪਣੀਆਂ ਫੋਟੋ ਦਾ ਪਰਬੰਧ ਕਰੋ
pl: Zarządzaj swoimi zdjęciami
pt: Gestão de fotografias
pt_br: Gerencie suas fotos
ru: Управляйте своими фотографиями
sk: Spravujte svoje fotografie
sl: Upravljajte s svojimi fotografijami
sq: Menaxhoni fotot tuaja
sr: Организујте своје фотографије
sv: Hantera dina foton
ta: உங்கள் படங்களை நிர்வகிக்கவும்
te: మీ ఫొటోలను నిర్వహించండి
tg: Суратҳои хуро идора кунед
th: จัดการรูปภาพของคุณ
tl: Pamahalaan ang iyong mga larawan
tr: Fotoğraflarınızı yönetin
uk: Впорядковуйте свої фото
vi: Quản lý ảnh chụp
zh_cn: 管理您的照片
zh_hk: 管理你的相片
zh_tw: 管理您的相片

source: Organize, enjoy and share your photos with gThumb or Picasa. Export your albums to CD, to the Web, or to online services such as Flickr or PicasaWeb to share them with friends and family.
am: ጂተምብ ወይም ፒካሳን በመጠቀም ፎቶዎችን ያደራጁ ወይም ያካፍሉ። የፎቶ አልበሞችን ወደ ሲዲ ወደ ድህረ ገጽ ወይም በኢንተርኔት ግልጋሎት ሰጪ እንደ ፍሊከር ወይም ፒካሳዌብ በመላክ ከቤተሰብ እና ከጓደኞች ጋር ይካፈሉ።
ar: نظم تمتع و شارك صورك مع gThumb أو Picasa. صدر ألبوماتك الي قرص مضغوط, أو الي الويب, أو إلى الخدمات عبر الإنترنت مثل Flickr أو PicasaWeb لتشاركهم مع اصحابك و عائلتك
be: Праглядайце, парадкуйце і абменьвайцеся вашымі фотаздымкамі ў gThumb або Picasa. Экспартуйце вашыя альбомы на CD, у Сеціва або анлайн-сэрвісы, такія як Flickr ці PicasaWeb, каб зрабіць даступнымі для сяброў і блізкіх.
bg: Организирайте, наслаждавайте се и споделяйте снимките си с gThumb или Picasa. Прехвърлете вашите албуми на CD, в мрежата, или към онлайн услуги като Flickr или PicasaWeb за да ги споделите с приятели и семейството.
bn: জিথাম্ব বা পিকাসার মাধ্যমে আপনার ছবি গুছিয়ে রাখুন, উপভোগ এবং শেয়ার করুন। সিডি, ওয়েব কিংবা অনলাইন সেবাসমূহ যেমনঃ ফ্লিকার বা পিকাসাওয়েবে আপনার এ্যালবামসমূহ এক্সপোর্ট করুন।
bs: Organizujte, dijelite i uživajte u svojim fotografijama pomoću gThumba ili Picasae. Kopirajte vaše albume na CD, na web, ili na mrežne servise kao što su Flickr ili Picasa kao biste ih podijelili sa prijateljima i porodicom.
ca: Organitzeu, gaudiu i compartiu fotos amb gThumb o Picasa. Exporteu els vostres àlbums a CD, a la web, o a serveis online com Flickr o PicasaWeb per compartir-los amb amics i familiars.
cs: Organizujte a sdílejte fotky s gThumb nebo Picassa. Exportujte svá alba na CD, web, nebo je sdílejte se svými přáteli a rodinou pomocí služeb jako Flickr nebo PicassaWeb.
cy: Trefnwch, mwynhewch a rhannwch eich lluniau gyda gThumb neu Picassa. Allforiwch eich cerddoriaeth i CD, i'r we neu i wasanaethau ar-lein megis Flickr neu PicasaWeb i'w rhannu gyda ffrindiau a theulu.
eo: Organizi, ĝuu kaj kunhavigi viajn fotojn per gThumb aŭ Picasa. Eksporti viajn albumoj al KD, al interreto aŭ al retservo kiel Flickr aŭ PicasaWeb por kunhavigi ilin kun geamikoj kaj familio.
es: Organice, disfrute y comparta sus fotos con gThumb o Picasa. Exporte sus álbumes a CD, a la web o a servicios online como Flickr o PicasaWeb para compartirlos con amigos y familiares.
et: Fotosid on sul võimalik korrastada ning jagada gThumbi või Picasaga. Jaga oma albumeid sõprade või perekonnaga ning ekspordi neid plaadile, veebi või sellistele saitidele nagu Flickr või PicasaWeb.
eu: Antolatu, gozatu eta partekatu zure argazkiak gThumb edo Picasa-rekin. Esportatu zure albumak CD, sarera edota Flickr edo PicasaWeb bezalako on line zerbitzuetara, zure lagun eta familiarekin partekatzeko.
fa: مدیریت، لذت بردن و اشتراک عکس‌های خود را با gThumb یا Picasa انجام دهید. آلبوم‌های‌تان را در سی‌دی (CD)، روی وب، یا در سرویس‌های برخطی مثل Flicker یا PicasaWeb قرار دهید تا با دوستان‌تان یا خانواده‌تان به اشتراک بگذارید.
fi: Järjestä, nauti ja jakaa kuvia gThumb tai Picasalla. Vie kuva-albumit CD:lle, nettiin tai online-palveluihin, kuten Flickr tai Picasa, jakaaksesi ne ystävien ja sukulaisten kanssa.
fil: Ayusin, tangkilikin at ibahagi ang iyong mga larawan sa gThumb o Picasa. I-export ang iyong mga CD album sa Web, o sa mga serbisyong online tulad ng Flickr o PicasaWeb upang ibahagi ito sa mga kaibigan at pamilya.
fr_ca: Organisez, partagez et profitez de vos photos avec F-Spot ou Picasa. Exportez vos albums vers un CD, le Web ou un service en ligne tel que Flickr ou Picasa Web pour les partager avec vos amis et votre famille.
gd: Cuir an òrdugh na dealbhan agad le gThumb no Piscasa, gabh tlachd annta is cuir gu daoine eile iad. Cuir na h-albaman agad air CD, air an lìon no seirbheisean air loidhne mar Flickr no PicasaWeb airson 's gum faic do charaidean 's do theaghlach iad.
gl: Organice, goce e comparta as súas fotos con gThumb ou Picasa. Exporte os seus albumes a CD, ao web ou a servizos en liña como Flickr ou PicasaWeb para compartilos con amigos e familiares.
hr: Uživajte, organizirajte i dijelite svoje fotografije putem gThumba ili Picase. Izvezite svoje albume na CD, na Internet ili na online usluge poput Flickra i PicasaWeba i podijelite ih s prijateljima i svojom obitelji.
hu: Rendszerezze, tekintse meg és ossza meg fényképeit a gThumb vagy a Picasa segítségével. Exportálja albumait CD-re, a webre, vagy az olyan online szolgáltatások egyikére, mint a Flickr vagy a Picasa, hogy megoszthassa barátaival és családjával.
id: Kelola, nikmati dan bagikan foto-foto anda dengan gThumb atau Picasa. Ekspor album-album anda ke dalam CD, Web, atau layanan online seperti Flickr atau PicasaWeb untuk membagikannya dengan teman-teman dan keluarga.
is: Skoðaðu, skipuleggðu og deildu ljósmyndunum þínum með gThumb eða Picasa. Geymdu myndaalbúmin þín á CD-geisladiskum, á vefsíðum eða á netþjónustum á borð við Flickr eða PicasaWeb þannig að vinirnir og fjölskyldan geti notið þeirra líka.
ja: gThumb や Picasa を使って、お手持ちの写真を整理して、共有し、堪能しましょう。アルバムを CD に書き出したり、Flickr や PicasaWeb といったオンラインサービスに送信して、友達や家族と共有することができます。
lt: Tvarkykite, mėgaukitės ir dalinkitės nuotraukomis naudodamiesi gThumb ar Picasa. Įrašykite savo albumus į kompaktinius diskus, įkelkite į internetą ar naudokitės internetinėmis paslaugomis, tokiomis kaip Flickr ar PicasaWeb, leidžiančiomis dalintis nuotraukomis su savo draugais ir šeima.
lv: Organizē, baudi un dalies ar savām fotogrāfijām, izmantojot GThumb vai Picasa. Eksportē savus albumus uz CD, Web vai tiešsaistes pakalpojumiem, piemēram, Flickr un PicasaWeb, lai dalītos ar draugiem un ģimeni.
ml: ജിതമ്പ് അല്ലെങ്കിൽ പികാസ ഉപയോഗിച്ച് താങ്കളുടെ ഫോട്ടോകൾ താങ്കൾക്ക് ആസ്വദിക്കുകയോ, ക്രമപ്പെടുത്തി വെയ്ക്കുകയോ പങ്ക് വെയ്ക്കാവുന്നതോ ആണ്. താങ്കളുടെ ആൽബങ്ങൾ സി.ഡി.യിലേക്കോ, വെബിലേക്കോ, അല്ലെങ്കിൽ ഫ്ലിക്കറോ പികാസാവെബോ പോലുള്ള ഓൺലൈൻ സേവനങ്ങളിലേക്കോ കയറ്റുമതി ചെയ്ത് താങ്കളുടെ ബന്ധുമിത്രാദികൾക്ക് പങ്ക് വെയ്ക്കാം.
mr: आपले फोटो Picasa किंवा GThumb द्वारे संकलित करा व दुसऱ्यांशी शेयर करा. CD, वेब अथवा Flickr किंवा PicasaWeb वर मित्र व परिवारा सह शेयर करा.
ms: Urus, nikmati dan kongsi gambar-gambar anda dengan gThumb atau Picasa. Eksport album-album anda ke CD, ke Web atau ke servis-servis atas talian seperti Flickr atau PicasaWeb untuk dikongsi bersama rakan dan keluarga.
ne: तपाईंका तस्बिरहरु जि-थम्ब या पिकासाबाट हेर्नुहोस्, बाद्नुहोस् र संगठित गर्नुहोस् । आफ्नो गीतका सङ्रहहरु सि.डिमा, ईन्टरनेटमा या अन्लाईन सेवा प्रदायक जस्तै Flickr या PicasaWebमा राखेर साथी अथवा परिवारसँग बाद्नुहोस् ।
oc: Organizatz, partejatz e profiechatz de vòstras fòtos amb F-Spot o Picasa. Exportatz vòstres albums cap a un CD, lo Web o un servici en linha tal coma Flickr o Picasa Web per los partejar amb vòstres amics e vòstra familha.
pl: Porządkuj, ciesz się i udostępniaj swoje zdjęcia z programem gThumb lub Picasa. Eksportuj swoje albumy na płyty CD, do sieci lub do serwisów internetowych, takich jak Flickr lub PicasaWeb, aby dzielić je z przyjaciółmi i rodziną.
pt: Organize, desfrute e partilhe as suas fotografias com o gThumb ou o Picasa. Exporte os seus álbuns para CD, para a Internet, ou para serviços como o Flickr ou PicasaWeb, partilhando-os com os amigos e a família.
pt_br: Organize, desfrute e compartilhe suas fotos com gThumb ou Picasa. Exporte seus álbuns em CD, para Web ou para serviços onlines como Flickr ou PicasaWeb para compartilhá-los com amigos e familiares.
ru: Просматривайте, упорядочивайте и обменивайтесь фотографиями в gThumb или Picasa. Экспортируйте альбомы на CD, в Сеть или онлайн сервисы, такие как Flickr или PicasaWeb, делая их доступными для своих друзей и близких.
sk: Organizujte, užívajte si a zdieľajte vaše fotografie s aplikáciami gThumb alebo Picasa. Uložte vaše albumy na CD, na Web alebo prostredníctvom online služieb ako sú napríklad Flickr alebo PicasaWeb a zdieľajte ich s vašimi priateľmi a rodinou.
sl: Organizirajte, uživajte in delite svoje fotografije z gThumb ali Picasa. Izvažajte svoje albume na zgoščenke, internet ali spletne servise, kot sta Flickr in PicasaWeb, ter jih delite s prijatelji in družino.
sq: Organizoni, shikoni dhe shpërndani fotot tuaja me gThumb ose Picasa. Eksportoni albumet tuaja në CD, në Internet ose në shërbime të tilla të internetit siç janë Flickr apo PicasaWeb për ti ndarë ato me miqtë dhe familjen.
sr: Организуј, уживај и подели своје фотографије уз помоћ програма gThumb или Picasa. Извези своје албуме на ЦД, на интернет или на неки од интернет сервиса попут Flickr или PicasaWeb да би их могли поделити са пријатељима или породицом.
sv: Ordna, njuta av och dela dina bilder med gThumb eller Picasa. Exportera dina album till CD-skiva, över webben eller till online-tjänster som Flickr eller PicasaWeb för att dela dem med familj och vänner.
ta: gThumb அல்லது Picasa மூலம் உங்கள் புகைப்படங்களை ஒருங்கமைத்து, பகிர்ந்து மகிழுங்கள். உங்கள் ஆல்பங்களை, குருவட்டிலோ, இணையத்திலோ அல்லது இணைய சேவைகளான Flickr அல்லது PicasaWeb பொன்றவற்றின் மூலமோ, தங்கள் நண்பர்கள் மற்றும் குடும்பத்தாருடன் பகிருங்கள்.
te: జిథంబ్ లేదా పికాసాతో మీ ఫోటోలను నిర్వహించండి, ఆనందించండి మరియు పంచుకోండి. స్నేహితులతోను మరియు కుటుంబంతో పంచుకొనుటకు మీ ఆల్బమ్‌లను సీడీ, జాలానికి , లేదా ఫ్లికర్ లేదా పికాసావెబ్ వంటి ఆన్‌లైన్ సేవలకు ఎగుమతిచేయండి.
tg: Суратҳои худро тавассути gThumb ё Picasa ташкил, тамошо ё мубодила кунед. Албомҳои худро ба дискҳои CD, саҳифаҳои веб ё хидматҳои онлайн монанди Flickr ё PicasaWeb барои мубодила бо дӯстон ва оила ҷойгир кунед.
th: จัดระเบียบ เพลิดเพลินและแบ่งปันรูปภาพต่าง ๆ ของคุณผ่าน gThumb หรือ Picasa ส่งออกอัลบั้มต่าง ๆ ของคุณไปยังซีดี เว็บ หรือบริการออนไลน์ เช่น Flickr หรือ PicasaWeb เพื่อแบ่งปันพวกมันกับเพื่อนและคนในครอบครัว
tl: Ayusin, i-enjoy at ibahagi sa iba ang iyong mga larawan gamit ang gThumb o Picasa. Ilagay ang iyong mga album sa CD, sa Web, o sa mga serbisyo online tulad ng Flickr o PIcasaWeb para maibahagi sila sa mga kaibigan at pamilya.
tr: Fotoğraflarınızı gThumb veya Picasa ile düzenleyin, paylaşın ve tadını çıkarın. Albümlerinizi arkadaşlarınızla ve ailenizle paylaşmak için CD'ye, internete veya Flickr ya da PicasaWeb gibi çevrimiçi hizmetlere aktarın.
uk: Впорядковуйте, насолоджуйтеся та діліться своїми фото через проґрами gThumb та Picasa. Експортуйте фотоальбоми до КД або до таких онлайнових служб, як Flickr чи PicasaWeb, щоб поділитися ними з друзями та родиною.
vi: Tổ chức, thưởng thức và chia sẻ ảnh chụp với gThumb hoặc Picasa. Xuất bản album ra CD, lên mạng hoặc các dịch vụ trực tuyến như Flickr và PicasaWeb để chia sẻ với bạn bè và gia đình.
zh_cn: 通过 gThumb 或 Picasa 组织、欣赏和分享您的照片。将您的相册导出到 CD、网络或 Flickr、PicasaWeb 等在线服务，与亲友轻松分享。
zh_hk: 使用 gThumb 或 Picasa 組織、欣賞和分享你的相片。匯出你的相簿至 CD、網絡或線上服務如 Flickr 或 PicasaWeb 來與朋友和家人分享。
zh_tw: 使用 gThumb 或 Picasa 組織，欣賞，並分享您的相片。將您的相簿匯出至 CD，網路，或線上服務 (如 Flickr 或 PicasaWeb) 來與朋友或家人分享。

source: gThumb
am: ጂተምብ
bn: জিথাম্ব
ml: ജിതമ്പ്
mr: जीथंब
ne: जि-थम्ब
pa: ਜੀ-ਥੰਮ
te: జిథంబ్

source: Install software
am: ሶፍትዌር መግጠሚያ
ar: ثبت برنامج
be: Усталёўвайце праграмы
bg: Инсталиране на софтуер
bn: সফটওয়্যার ইনস্টল করুন
bs: Instalirajte softver
ca: Instal·leu el programari
cs: Instalujte si další software
cy: Gosod meddalwedd
eo: Instali programarojn
es: Instale software
et: Tarkvara paigaldamine
eu: Instalatu softwarea
fa: نرم‌افزار نصب کنید
fi: Asenna ohjelmia
fil: I-install software
fr_ca: Installez des logiciels
gd: Stàlaich bathar-bog
gl: Instalar software
hr: Instalirajte softver
hu: Telepítsen szoftvereket
id: Pasang software
is: Setttu inn hugbúnað
ja: ソフトウェアのインストール
lt: Diekite programas
lv: Instalē programmatūru
ml: സോഫ്റ്റ്‌വേർ ഇൻസ്റ്റോൾ ചെയ്യുക
mr: संगणकप्रणाली प्रस्थापित करा
ms: Pasang Perisian
ne: सफ्टवेर इन्स्टल गर्नुहोस्।
oc: Installatz de logicials
pa: ਸਾਫਟਵੇਅਰ ਇੰਸਟਾਲ ਕਰੋ
pl: Instaluj oprogramowanie
pt: Instalar programas
pt_br: Instale software
ru: Устанавливайте приложения
sk: Nainštalujte softvér
sl: Nameščanje programov
sq: Instaloni programe
sr: Инсталирај програме
sv: Installera program
ta: மென்பொருளை நிறுவுக
te: సాప్ట్‍వేర్ స్థాపించండి
tg: Насбкунии нармафзор
th: ติดตั้งซอฟต์แวร์
tl: Mag-install ng software
tr: Yazılım kur
uk: Встановлення проґрам
vi: Cài đặt phần mềm
zh_cn: 安装软件
zh_hk: 安裝軟件
zh_tw: 安裝軟體
