Repository: Antergos/antergos-packages
Catalog: mate-mint-menu/mint-translations/po-export/mintupload/mintupload-*.po
Languages: ar, ca, es, ru

source: Upload Manager
ar: مركز رفع الملفات
ca: Gestor de càrregues
es: Gestor de subidas
ru: Менеджер загрузчика файлов

source: The upload to '%(service)s' was cancelled
ar: أُلغي الرفع إلى '%(service)s'
ca: La càrrega a '%(service)s' ha sigut cancel·lada
es: La subida a «%(service)s» fue cancelada
ru: Загрузка на '%(service)s' отменена

source: Upload to '%s' failed:
ar: فشل الرفع إلى '%s':
ca: La càrrega a '%s' ha fallat:
es: La subida a «%s» falló:
ru: Загрузка на '%s' не удалась:

source: Successfully uploaded %(number)d files to '%(service)s'
ar: تم بنجاح رفع %(number)d ملف إلى '%(service)s'
ca: %(number)d fitxers s'han carregat a '%(service)s' amb èxit
es: %(number)d archivos subidos con éxito a «%(service)s»
ru: %(number)d файлов были успешно загружены на '%(service)s'

source: Successfully uploaded 1 file to '%(service)s'
ar: تم بنجاح رفع ملف واحد الى '%(service)s'
ca: 1 fitxer s'ha carregat a '%(service)s' amb èxit
es: 1 archivo subido con éxito a «%(service)s»
ru: Файл успешно загружен на '%(service)s'

source: Do you want to cancel this upload?
ar: هل تريد الغاء عملية الرفع هذه ؟
ca: Vols cancel·lar la càrrega?
es: ¿Quiere cancelar esta subida?
ru: Вы хотите прервать эту загрузку?

source: Cancel
ar: إلغاء
ca: Canceŀla
es: Cancelar
ru: Отменить

source: Run in the background
ar: تشغيل في الخلفية
ca: Executa en un segon pla
es: Ejecutar en segundo plano
ru: Запустить в фоновом режиме

source: Cancel upload?
ar: الغاء الرفع؟
ca: Cancel·la la càrrega?
es: ¿Cancelar la subida?
ru: Отменить загрузку?

source: Uploading %(number)d files to %(service)s
ar: جارٍ رفع %(number)d ملف إلى %(service)s
ca: S'estan carregant %(number)d fitxers a %(service)s
es: Subiendo %(number)d archivos a %(service)s
ru: Загрузка %(number)d файлов на %(service)s

source: %(percentage)s of %(number)d files - Uploading to %(service)s
ar: %(percentage)s من %(number)d ملف - جارٍ الرفع إلى %(service)s
ca: %(percentage)s de %(number)d fitxers - S'estan carregant a %(service)s
es: %(percentage)s de %(number)d archivos - subiendo a %(service)s
ru: Загрузка %(number)d файлов на %(service)s - %(percentage)s

source: Uploading 1 file to %(service)s
ar: جارٍ رفع ملف واحد إلى %(service)s
ca: S'està carregant 1 fitxer a %(service)s
es: Subiendo 1 archivo a %(service)s
ru: Загрузка файла на %(service)s

source: %(percentage)s of 1 file - Uploading to %(service)s
ar: %(percentage)s من ملف واحد - جاري رفعهم الى %(service)s
ca: %(percentage)s de 1 fitxer - S'està carregant a %(service)s
es: %(percentage)s de 1 archivo - subiendo a %(service)s
ru: Загрузка файла на %(service)s - %(percentage)s

source: %(size_so_far)s of %(total_size)s - %(time_remaining)s left (%(speed)s/sec)
ar: %(size_so_far)s من %(total_size)s - تبقى %(time_remaining)s (%(speed)s/sec)
ca: %(size_so_far)s de %(total_size)s - queden %(time_remaining)s (%(speed)s/sec)
es: %(size_so_far)s de %(total_size)s - %(time_remaining)s restante (%(speed)s/seg)
ru: %(size_so_far)s из %(total_size)s - осталось %(time_remaining)s, скорость (%(speed)s/sec)

source: %(size_so_far)s of %(total_size)s
ar: %(size_so_far)s من %(total_size)s
ca: %(size_so_far)s de %(total_size)s
es: %(size_so_far)s de %(total_size)s
ru: %(size_so_far)s из %(total_size)s

source: B
ar: بايت
ru: байт

source: KB
ar: كيلو بايت
ru: КБ

source: MB
ar: ميغابايت
ru: МБ

source: GB
ar: جيجا بايت
ru: ГБ

source: %(hours)d hours, %(minutes)d minutes
ar: %(hours)d ساعة, %(minutes)d دقيقة
ca: %(hours)d hores, %(minutes)d minuts
es: %(hours)d horas, %(minutes)d minutos
ru: %(hours)d часов, %(minutes)d минут

source: 1 hour, %d minutes
ar: ساعة واحدة و %d دقيقة
ca: 1 hora, %d minuts
es: 1 hora, %d minutos
ru: 1 час, %d минут

source: %(minutes)d minutes, %(seconds)d seconds
ar: %(minutes)d دقيقة و %(seconds)d ثانية
ca: %(minutes)d minuts, %(seconds)d segons
es: %(minutes)d minutos, %(seconds)d segundos
ru: %(minutes)d минут, %(seconds)d секунд

source: 1 minute, %d seconds
ar: دقيقة واحدة و %d ثانية
ca: 1 minut, %d segons
es: 1 minute, %d segundos
ru: 1 минута, %d секунд

source: %d seconds
ar: %d ثانية
ca: %d segons
es: %d segundos
ru: %d секунд

source: Unknown service: %s
ar: خدمة غير معروفة: %s
ca: Servei desconegut: %s
es: Servicio desconocido: %s
ru: Неизвестная служба: %s

source: KiB
ar: ك.بايت
ru: КБ

source: MiB
ar: م.بايت
ru: МБ

source: GiB
ar: ج.بايت
ru: ГБ

source: File larger than service's maximum
ar: حجم الملف أكبر من الحد المسموح للخدمة
ca: El fitxer és més gran que el màxim permés pel servei
es: Archivo más grande que el máximo permitido del servicio
ru: Размер файла превышает допустимый лимит службы

source: Could not get available space
ar: لا يمكن الحصول على المساحة المتوفرة
ca: No s'ha pogut obtindre espai disponible
es: No se pudo obtener espacio disponible
ru: Недостаточно свободного места

source: File larger than service's available space
ar: حجم الملف أكبر من المساحة المتوفرة في الخدمة
ca: El fitxer és més gran que l'espai disponible al servei
es: Archivo más grande que el espacio disponible en el servicio
ru: Размер файла превышает объем, предоставляемый сервисом

source: File uploaded successfully.
ar: تم رفع الملف بنجاح.
ca: El fitxer s'ha carregat amb èxit.
es: Archivo subido satisfactoriamente.
ru: Загрузка файла успешно завершена.

source: connection successfully established
ar: الاتصال تم بنجاح
ca: la connexió s'ha establert amb èxit
es: conexión establecida con éxito
ru: соединение успешно установлено

source: Uploading the file...
ar: جاري رفع الملف...
ca: El fitxer s'està carregant...
es: Subiendo el archivo...
ru: Загружается файл...

source: This service requires a password or private key.
ar: الخدمة تتطلب كلمة مرور أو مفتاح خاص.
ca: Aquest servei requereix d'una contrasenya o clau privada.
es: Este servicio requiere una contraseña o una clave privada.
ru: Для данной службы необходим пароль или закрытый ключ.

source: This service requires a password.
ar: الخدمة تتطلب كلمة مرور.
ca: Aquest servei requereix d'una contrasenya
es: Este servicio requiere una contraseña.
ru: Для данной службы необходим пароль.

source: URL:
ar: الرابط:

source: %(1)s is not set in the config file found under %(2)s or %(3)s
ar: %(1)s لم يتم تحديدها فى ملف التوصيف الموجود فى %(2)s او %(3)s
ca: %(1)s no està definit al fitxer de configuració que es trobe a %(2)s o %(3)s
es: %(1)s no está establecido en el archivo de configuración entre %(2)s o %(3)s
ru: %(1)s не задан в файле настроек, находящемся в %(2)s или %(3)s

source: Upload services
ar: خدمات رفع الملفات
ca: Serveis de càrrega
es: Servicios de subida
ru: Службы загрузки

source: Services:
ar: الخدمات:
ca: Serveis:
es: Servicios:
ru: Службы:

source: Upload manager...
ar: مدير رفع الملفات
ca: Gestor de càrregues...
es: Gestor de subidas...
ru: Менеджер загрузок...

source: Drag &amp; Drop here to upload to %s
ar: اسحب &amp; وافلت الملف هنا للرفع الى %s
ca: Arrossegueu &amp; Deixeu anar ací per a carregar a %s
es: Arrastrar y soltar aquí para subir a %s
ru: Перетащите файлы сюда, чтобы загрузить их на %s

source: Define upload services
ar: حدد خدمات رفع الملفات
ca: Defineix serveis de càrrega
es: Definir servicio de subida
ru: Назначить службы загрузки

source: _File
ar: _ملف
ca: _Fitxer
es: _Archivo
ru: _Файл

source: Close
ar: إغلاق
ca: Tanca
es: Cerrar
ru: Закрыть

source: _Help
ar: م_ساعدة
ca: A_juda
es: Ay_uda
ru: _Справка

source: About
ar: عن
ca: Quant a
es: Acerca de
ru: О программе

source: <b>Please enter a name for the new upload service:</b>
ar: <b>من فضلك ادخل اسم لخدمة رفع الملفات الجديدة :</b>
ca: <b>Si us plau, introduïu un nom per al nou servei de càrrega:</b>
es: <b>Introduzca un nombre para el nuevo servicio de subida:</b>
ru: <b>Пожалуйста задайте новое имя для службы загрузки:</b>

source: Service name:
ar: اسم الخدمة
ca: Nom del servei:
es: Nombre del servicio:
ru: Название службы:

source: <i>Try to avoid spaces and special characters...</i>
ar: <i>حاول تجنب إستعمال الفراغ بين الكلمات والأحرف الخاصة...</i>
ca: <i>Intenta evitar espais i caràcters especials...</i>
es: <i>Intente evitar espacios y caracteres especiales…</i>
ru: <i>Старайтесь избегать пробелов и нестандартных символов</i>

source: %s Properties
ar: خصائص %s
ca: Propietats de %s
es: Propiedades de %s
ru: Свойства %s

source: Advanced settings
ar: إعدادات متقدمة
ca: Configuració avançada
es: Configuración avanzada
ru: Расширенные настройки

source: Check connection
ar: فحص الاتصال
ca: Comprova la connexió
es: Comprobar conexión
ru: Проверка соединения

source: Type:
ar: النوع:
ca: Tipus:
es: Tipo:
ru: Тип:

source: Host:
ar: المضيف:
ca: Màquina:
es: Servidor:
ru: Хост:

source: Port:
ar: منفذ:
es: Puerto:
ru: Порт:

source: User:
ar: مستخدم:
ca: Usuari:
es: Usuario:
ru: Пользователь:

source: Password:
ar: كلمة المرور:
ca: Contrasenya:
es: Contraseña:
ru: Пароль:

source: Timestamp:
ar: صيغة الوقت:
ca: Marca horària:
es: Marca de tiempo:
ru: Время:

source: Path:
ar: المسار:
ca: Camí:
es: Ruta:
ru: Путь:

source: Hostname or IP address, default:
ar: اسم المستضيف او عنوان الاي بي الافتراضي
ca: Nom de servidor remot o adreça IP, predeterminat:
es: Nombre del servidor o dirección IP, predeterminada:
ru: Имя или IP-адрес сервера по умолчанию:

source: Remote port, default is 21 for FTP, 22 for SFTP and SCP
ar: المنفذ البعيد الافتراضي 21 للftb و22 للsftp و scp
ca: Port remot, el predeterminat és 21 per FTP, 22 per SFTP i SCP
es: Puerto remoto, el predeterminado es 21 para FTP, 22 para SFTP y SCP
ru: Удаленный порт, по умолчанию 21 для FTP, 22 для SFTP и SCP

source: Username, defaults to your local username
ar: اسم المستخدم والافتراضي للاسم المحلي
ca: Nom d'usuari, per defecte el nom del vostre usuari local
es: Nombre de usuario, el predeterminado es su nombre de usuario local
ru: Логин, по умолчанию - ваш логин в системе

source: Password, by default: password-less SCP connection, null-string FTP connection, ~/.ssh keys used for SFTP connections
ar: كلمه المرور.الافتراضي:كلمه المرور null-string FTP connection, ~/.ssh keys used for SFTP connections
ca: Contrasenya, per defecte: connexió SCP sense contrasenya, connexió FTP amb cadena nul·la, claus ~/.ssh usades a les connexions SFTP
es: Contraseña, predeterminada: conexión SCP sin contraseña, conexión FTP cadena nula, claves ~/.ssh usadas para las conexiones SFTP
ru: Пароль, по умолчанию: нет для SCP и FTP-соединений, для SFTP-соединений используются ключи из ~/.ssh

source: Timestamp format (strftime). By default:
ar: صيغة الوقت (strftime). افتراضي :
ca: Format de marca horària (strftime). Per defecte:
es: Formato de marca de tiempo (strftime). Predeterminado:
ru: Формат метки времени (как в strftime). По умолчанию:

source: Directory to upload to. <TIMESTAMP> is replaced with the current timestamp, following the timestamp format given. By default: .
ar: لتحميل الدليل. <TIMESTAMP>يستعاض عن الوقت الحالي ، وبعد تنسيق الطابع الزمني. افتراضي
ca: Directori al qual carregar. <TIMESTAMP> es substitueix amb la marca horària actual, d'acord amb el format de marca horària determinat. Per defecte: .
es: Directorio de subida. <TIMESTAMP> es reemplazado con la marca de tiempo actual, siguiendo el formato dado. Predeterminado: .
ru: Каталог для загрузки. <TIMESTAMP> заменяется текущим значением времени в заданном формате. По умолчанию:

source: Could not save configuration change
ar: لا يمكن حفظ تغييرات الاعدادات
ca: No s'han pogut canviar els canvis de configuració
es: No se pudieron guardar los cambios en la configuración
ru: Невозможно сохранить изменение настроек
